{
	"dashboard": {
		"page" : "index.php",
		"data" : {
			"welcome": {
				"title": "Willkommen",
				"text": "Herzlich willkommen auf deiner Reise durch das WordPress - Universum. Ich werde dich heute durch deine WordPress-Instanz führen und dich bei deinen ersten Schritten begleiten. Los gehts!!",
				"target": null,
				"hover": false,
				"color": false
			},
			"admin_bar": {
				"title": "Admin-Bar",
				"text": "Wir starten mit der Admin-Bar! Sie ermöglicht es dir schnell auf wichtige Bereiche und Informationen zuzugreifen. Unter anderem bekommst du hier einen Überblick über offene Updates und eingegangene Kommentare.",
				"target": "#wpadminbar",
				"hover": false,
				"color": "#ffcc00"
			},
			"admin_menu": {
				"title": "Navigation",
				"text": "Mit Hilfe der Navigation kannst du in die verschiedenen Bereiche deiner website springen. Lass uns mal einen tieferen Blick darauf werfen.",
				"target": "#adminmenuwrap",
				"hover": false,
				"color": "#ffcc00"
			},
			"dashboard_1": {
				"title": "Dashboard im Menü",
				"text": "Wir befinden uns gerade im Dashboard. Das Dashboard ist die erste Seite, die du siehst, wenn du dich in deinem WordPress einloggst.",
				"target": "#menu-dashboard",
				"hover": false,
				"color": "#ffcc00"
			},
			"dashboard_2": {
				"title": "Dashboard im Detail",
				"text": "Das Dashboard bietet dir eine Zusammenfassung von Informationen aus allen Bereichen deiner website. Informiert wie neu veröffentlichte Beiträge, neue Kommentare oder Updates.",
				"target": "#wpcontent",
				"hover": false,
				"color": "#ffcc00"
			},
			"dashboard_3": {
				"title": "Dashboard anpassen",
				"text": "Du hast aber auch die Möglichkeit dein Dashboard anzupassen. So kannst du beispielsweise Themenbereiche deaktivieren, die dich nicht interessieren.",
				"target": "#screen-options-link-wrap",
				"hover": false,
				"color": "#ffcc00"
			},
			"next": {
				"title": "redirect",
				"text": "Das reicht für den Anfang. Lass uns schnell weitermachen!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"update-core": {
		"page" : "update-core.php",
		"data" : {
			"welcome": {
				"title": "Subbereich Updates",
				"text": "Hier befinden wir uns im Bereich \"Aktualisierungen\". Dieser Bereich hilft dir, deine Website auf dem neusten Stand zu halten. ",
				"target": "#menu-dashboard",
				"hover": false,
				"color": "#ffcc00"
			},
			"update_1": {
				"title": "Übersicht",
				"text": "Hier kannst du sehen, ob für deine Website Updates zur Verfügung stehen. Das beinhaltet die Themes, Plugins aber auch die WordPress version selbst.",
				"target": "#wpcontent",
				"hover": false,
				"color": "#ffcc00"
			},
			"update_2": {
				"title": "Sicherheitsrisiko!",
				"text": "Halte deine Website immer schön auf dem neusten Stand! Veraltete Software kann nämlich die Sicherheit deiner Website gefährden und es Schurken ermöglichen uns anzugreifen. Darüber hinaus bringen Updates oft auch neue Funktionen mit.",
				"target": "#wpcontent",
				"hover": false,
				"color": "#ffcc00"
			},
			"update_3": {
				"title": "Du bist nicht allein!",
				"text": "Ich weiß, dass es manchmal nicht so einfach ist alles im Auge zu behalten. Du bist jetzt aber auch nicht mehr allein! Ich helfe dir dabei! 💪",
				"target": "#wpcontent",
				"hover": false,
				"color": "#ffcc00"
			},
			"update_4": {
				"title": "redirect",
				"text": "Ich hab dir noch so viel zu erzählen. Lass uns schnell weitermachen!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"edit-post": {
		"page" : "edit.php",
		"data" : {
			"beitrag_1": {
				"title": "Beiträge im Überblick",
				"text": "Jetzt befinden wir uns im Bereich \"Beiträge\". In diesen Bereich sind wir über die Navigation gekommen. Hier verwaltest du deine Artikel und Blogbeiträge.",
				"target": "#menu-posts",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_2": {
				"title": "Übersichtsseite",
				"text": "Die Übersichtsseite bietet dir die Möglichkeit, deine Beiträge zu überblicken, zu organisieren und zu verwalten. Von hier aus kannst du schnell auf einzelne Beiträge zugreifen um beispielsweise Änderungen vorzunehmen.",
				"target": "#wpcontent",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_3": {
				"title": "Beitragsliste",
				"text": "In der Beitragsliste kannst du alle deine Beiträge sehen. Darüber hinaus liefert sie dir Informationen wie den Titel, den Autor und das Veröffentlichungsdatum.",
				"target": "table.wp-list-table",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_4": {
				"title": "Titel",
				"text": "Die Spalte zeigt die Titel aller Beiträge an. Durch Klicken auf den Titel kannst du den Beitrag bearbeiten und den Inhalt ändern.",
				"target": "td.title",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_5": {
				"title": "Autor",
				"text": "Diese Spalte zeigt an, welcher Benutzer den Beitrag erstellt hat. Bei mehreren Autoren wird der jeweilige Benutzername angezeigt.",
				"target": "td.author",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_6": {
				"title": "Kategorien",
				"text": "Hier siehst du die Kategorien, denen ein Beitrag zugeordnet ist. Kategorien helfen bei der strukturierten Organisation der Inhalte auf deiner Website.",
				"target": "td.categories",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_7": {
				"title": "Schlagwörter",
				"text": "Diese Spalte zeigt die Schlagwörter (Tags) an, die den Beiträgen zugeordnet sind. Schlagwörter erleichtern das Auffinden von thematisch ähnlichen Inhalten.",
				"target": "td.tags",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_8": {
				"title": "Datum",
				"text": "Diese Spalte zeigt das Datum und die Uhrzeit, wann der Beitrag veröffentlicht wurde oder veröffentlicht werden soll.",
				"target": "td.date",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_12": {
				"title": "Datum",
				"text": "Wenn du den Mauszeiger über einen Betrag bewegst, erscheint ein Menü mit dem du schnell auf wichtige Funktionen zugreifen kannst. Probiers doch gleich mal aus!.",
				"target": "#the-list tr",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_9": {
				"title": "Sortier- und Filteroptionen",
				"text": "Du kannst deine Beiträge nach verschiedenen Kriterien sortieren, z.B. nach Datum. Es gibt auch Filteroptionen, mit denen du bestimmte Arten von Beiträgen anzeigen lassen kannst, z.B. Entwürfe.",
				"target": ".tablenav.top",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_10": {
				"title": "Sortier- und Filteroptionen",
				"text": "Die Suchleiste ermöglicht es dir, nach bestimmten Beiträgen anhand von Stichwörtern oder Titeln zu suchen, was besonders hilfreich sein kann, wenn du viele Beiträge hast.",
				"target": ".search-box",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_11": {
				"title": "Beitrag erstellen",
				"text": "Hinter dieser Schaltfläche befindet sich der Ort, an dem du neue Inhalte für deine Website erstellen kannst. Auf diese Seite kann ich dich leider nicht begleiten aber dort wird dir alles erklärt!",
				"target": ".page-title-action",
				"hover": false,
				"color": "#ffcc00"
			},
			"next": {
				"title": "redirect",
				"text": "Das war erst mal alles, was ich dir zum Thema \"Beiträge\" erzählen kann. Weiter geht`s!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"upload": {
		"page" : "upload.php",
		"data" : {
			"einleitung": {
				"title": "Beiträge im Überblick",
				"text": "Jetzt befinden wir uns im Bereich \"Medien\". In diesen Bereich sind wir über die Navigation gekommen. Hier verwaltest du all deine ganzen Medien.",
				"target": "#menu-media",
				"hover": false,
				"color": "#ffcc00"
			},
			"upload_1": {
				"title": "Einleitung",
				"text": "Im Bereich \"Medien\" kannst du verschiedene Dateitypen wie Bilder, Videos, Audiodateien und Dokumente hochladen, organisieren und in deine Beiträge oder Seiten einfügen.",
				"target": "#wpcontent",
				"hover": false,
				"color": "#ffcc00"
			},
			"upload_2": {
				"title": "Medienbibliothek",
				"text": "Alle hochgeladenen Medien werden hier gespeichert und du erhältst eine Übersicht über all diese Medien mit Vorschaubildern, Dateiinformationen und Metadaten wie Titel, Beschreibung und alternativen Texten für Bilder. ",
				"target": "div.media-frame-tab-panel",
				"hover": false,
				"color": "#ffcc00"
			},
			"upload_4": {
				"title": "Details anpassen",
				"text": "Du kannst hier auch die Details deiner Medien ändern. Unter anderem kannst den Dateinamen ändern, zusätzliche Informationen hinzufügen oder Metadaten anpassen.",
				"target": "div.attachments-wrapper",
				"hover": false,
				"color": "#ffcc00"
			},
			"upload_3": {
				"title": "Filter und Suchfunktion",
				"text": "Du kannst auch Filter- und Suchfunktionen nutzen, um bestimmte Medien schnell zu finden.",
				"target": "div.media-toolbar",
				"hover": false,
				"color": "#ffcc00"
			},
			"upload_5": {
				"title": "Medien hochladen",
				"text": "Hier kannst du neue Medien in deine Medienbibliothek hochladen. Nachdem du die Schaltfläche geklickt hast kannst du die Medien ganz einfach via Drag-and-Drop einfügen.",
				"target": "a.page-title-action",
				"hover": false,
				"color": "#ffcc00"
			},
			"infos": {
				"title": "Infos",
				"text": "WordPress unterstützt eine Vielzahl von Dateiformaten, darunter Bilder (JPEG, PNG, GIF), Videos (MP4, MOV, WMV), Audiodateien (MP3, WAV) sowie Dokumente (PDF, DOC, PPT usw.).",
				"target": null,
				"hover": false,
				"color": false
			},
			"next": {
				"title": "redirect",
				"text": "Jetzt habe ich dir alles erzählt, was ich über die Medienbibliothek weiß. Auf zum nächsten Bereich!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"edit-page": {
		"page" : "edit.php?post_type=page",
		"data" : {
			"seiten_1": {
				"title": "Seiten im Überblick",
				"text": "Jetzt befinden wir uns im Bereich \"Seiten\". In diesen Bereich sind wir über die Navigation gekommen. Hier verwaltest du deine statischen Inhalte.",
				"target": "#menu-pages",
				"hover": false,
				"color": "#ffcc00"
			},
			"seiten_2": {
				"title": "Seiten",
				"text": "Dieser Bereich ist für die statischen Inhalte deiner Website verantwortlich. Im Gegensatz zu \"Beiträgen\" sind \"Seiten\" eher dauerhafte Inhalte wie beispielsweise Über-uns-Seiten oder Kontaktseiten.",
				"target": "#wpcontent",
				"hover": false,
				"color": "#ffcc00"
			},
			"seiten_3": {
				"title": "Übersicht",
				"text": "Diese Seitenübersicht bietet dir einen guten Überblick über all deine Seiten, die du bereits erstellt hast. Darüber hinaus hast du die Möglichkeit deine Seiten zu organisieren und zu verwalten.",
				"target": "table.wp-list-table",
				"hover": false,
				"color": "#ffcc00"
			},
			"seiten_4": {
				"title": "Titel",
				"text": "Diese Spalte zeigt die Titel aller Seiten an. Durch Klicken auf den Titel kannst du eine Seite bearbeiten und ihren Inhalt ändern.",
				"target": "td.title",
				"hover": false,
				"color": "#ffcc00"
			},
			"seiten_5": {
				"title": "Autor",
				"text": "Diese Spalte zeigt an, welcher Benutzer die Seite erstellt hat. Bei mehreren Autoren wird der jeweilige Autorenname angezeigt.",
				"target": "td.author",
				"hover": false,
				"color": "#ffcc00"
			},
			"seiten_6": {
				"title": "Veröffentlichungsdatum",
				"text": "Diese Spalte zeigt das Datum an, an dem die Seite erstellt oder zuletzt bearbeitet wurde.",
				"target": "td.date",
				"hover": false,
				"color": "#ffcc00"
			},
			"seiten_7": {
				"title": "Sortier- und Filteroptionen",
				"text": "Du kannst deine Seiten nach verschiedenen Kriterien sortieren, z.B. nach Datum. Es gibt auch Filteroptionen, mit denen du bestimmte Arten von Seiten anzeigen lassen kannst, z.B. Entwürfe.",
				"target": ".tablenav.top",
				"hover": false,
				"color": "#ffcc00"
			},
			"seiten_8": {
				"title": "Sortier- und Filteroptionen",
				"text": "Die Suchleiste ermöglicht es dir, nach bestimmten Seiten zu suchen, was besonders hilfreich sein kann, wenn du viele Seiten hast.",
				"target": ".search-box",
				"hover": false,
				"color": "#ffcc00"
			},
			"seiten_9": {
				"title": "Seite erstellen",
				"text": "Hinter dieser Schaltfläche befindet sich der Ort, an dem du neue statische Inhalte für deine Website erstellen kannst. Auf diese Seite kann ich dich leider nicht begleiten aber dort wird dir alles erklärt!",
				"target": ".page-title-action",
				"hover": false,
				"color": "#ffcc00"
			},
			"next": {
				"title": "redirect",
				"text": "Ist dir aufgefallen, dass ich dir fast das gleiche beim Bereich \"Beiträge\" erzählt habe? Naja, das liegt daran, dass die Bereiche ziemlich identisch sind!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"edit-comments": {
		"page" : "edit-comments.php",
		"data" : {
			"Kommentar_1": {
				"title": "Kommentare",
				"text": "Jetzt befinden wir uns im Bereich \"Kommentare\". In diesen Bereich sind wir über die Navigation gekommen. Hier kannst du die Kommentare verwalten, die du erhältst.",
				"target": "#menu-comments",
				"hover": false,
				"color": "#ffcc00"
			},
			"Kommentar_2": {
				"title": "Kommentare?",
				"text": "Der Bereich \"Kommentare\" ist ein wichtiges Werkzeug, um die Interaktion mit deinen Besuchern zu verwalten und zu fördern. Hier kannst du Rückmeldungen reagieren und Diskussionen moderieren.",
				"target": "#wpcontent",
				"hover": false,
				"color": "#ffcc00"
			},
			"Kommentar_3": {
				"title": "Beiträge im Überblick",
				"text": "Hier findest du eine Liste aller Kommentare, die Besucher auf deiner Website hinterlassen haben. Das beinhaltet den Kommentartext, den Autor des Kommentars, den kommentierten Beitrag und das Datum.",
				"target": "table.wp-list-table",
				"hover": false,
				"color": "#ffcc00"
			},
			"Kommentar_4": {
				"title": "Autor",
				"text": "Dieses Feld ermöglicht es dir, schnell zu erkennen, wer den Kommentar hinterlassen hat. Bei registrierten Besuchern wird außerdem noch deren E-Mail-Adresse angezeigt",
				"target": "td.author",
				"hover": false,
				"color": "#ffcc00"
			},
			"Kommentar_5": {
				"title": "Kommentarstatus",
				"text": "Das Feld \"Kommentar\" zeigt den eigentlichen Inhalt des Kommentars an, den Besucher auf Ihrer Website hinterlassen haben. ",
				"target": "td.comment",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_6": {
				"title": "Bezugsbeitrag",
				"text": "Hier wird dir angezeigt, auf welchen Beitrag sich der Kommentar bezieht. Das wird dir helfen, den Kontext zu verstehen.",
				"target": "td.response",
				"hover": false,
				"color": "#ffcc00"
			},
			"beitrag_7": {
				"title": "Kommentardatum",
				"text": "Das Feld Datum gibt an, wann der Kommentar auf deiner Website hinterlassen wurde.",
				"target": "td.date",
				"hover": false,
				"color": "#ffcc00"
			},
			"Kommentar_8": {
				"title": "Beiträge im Überblick",
				"text": "Wenn du den Mauszeiger über einen Kommentar bewegst erscheint ein Menü. Hier kannst du beispielsweise den Status des Kommentars ändern oder schnell darauf antworten.",
				"target": "#the-comment-list tr",
				"hover": false,
				"color": "#ffcc00"
			},
			"Kommentar_9": {
				"title": "Kommentarstatus",
				"text": "Ein Kommentar kann den Status \"Ausstehend\", \"Genehmigt\", \"Im Papierkorb\" oder \"Spam\" haben. Ausstehende Kommentare werden auf deiner Website nicht angezeigt, bis du sie genehmigst.",
				"target": "ul.subsubsub",
				"hover": false,
				"color": "#ffcc00"
			},
			"Kommentar_10": {
				"title": "Kommentarstatus",
				"text": "Die Suchfunktion ermöglicht es dir, gezielt nach bestimmten Kommentaren zu suchen, basierend auf Stichwörtern, Benutzernamen, E-Mail-Adressen oder anderen relevanten Informationen.",
				"target": ".search-box",
				"hover": false,
				"color": "#ffcc00"
			},
			"next": {
				"title": "redirect",
				"text": "Jetzt weißt du also, dass du Kommentare auf deiner Website kontrollieren kannst – von der Genehmigung über die Moderation bis hin zum Filtern von Spam –, um die Interaktion mit Besuchern zu steuern und die Diskussionsqualität zu bewahren.",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"themes": {
		"page" : "themes.php",
		"data" : {
			"themes_1": {
				"title": "Design im Überblick",
				"text": "Jetzt befinden wir uns im Bereich \"Design\". In diesen Bereich sind wir über die Navigation gekommen. Hier kannst du das Erscheinungsbild und die visuelle Darstellung deiner Website verwalten.",
				"target": "#menu-appearance",
				"hover": false,
				"color": "#ffcc00"
			},
			"themes_2": {
				"title": "Aktives Themes",
				"text": "Das aktive Theme ist das Theme, das aktuell auf deiner Website verwendet wird. Es ist das Design, das Besucher sehen, wenn sie deine Seite besuchen.",
				"target": ".theme.active",
				"hover": false,
				"color": "#ffcc00"
			},
			"themes_3": {
				"title": "Inaktive Themes",
				"text": "Es gibt aber auch Themes die zwar installiert aber nicht aktiv sind. Du kannst zwischen ihnen wechseln, indem du ein inaktives Theme aktivierst, was dann das Design deiner Website ändern würde.",
				"target": ".theme:not(.active)",
				"hover": false,
				"color": "#ffcc00"
			},
			"themes_4": {
				"title": "Theme suchen",
				"text": "Mit dieser Suchfunktion kannst du nach einem bestimmten, bereits installierten Themes suchen.",
				"target": "#wp-filter-search-input",
				"hover": false,
				"color": "#ffcc00"
			},
			"themes_5": {
				"title": "redirect",
				"text": "Du kannst natürlich auch neue Themes installieren. Lass uns mal einen Blick reinwerfen.",
				"target": ".wrap a",
				"hover": false,
				"color": "#ffcc00"
			}
		}
	},
	"theme-install": {
		"page" : "theme-install.php?browse=popular",
		"data" : {
			"themes_1": {
				"title": "Design im Überblick",
				"text": "Ja es klingt verrückt... aber im Bereich \"Themes hinzufügen\" kannst du neue Themes hinzufügen! 😅",
				"target": "#menu-appearance",
				"hover": false,
				"color": "#ffcc00"
			},
			"themes_2": {
				"title": "Echt viele Themes",
				"text": "Wenn du diesen Bereich betrittst wird dir eine Auswahl der beliebtesten Themes angezeigt. Das ist sehr nützlich, weil dir hier mehrere tausend Themes zur Auswahl stehen.",
				"target": "#wpcontent",
				"hover": false,
				"color": "#ffcc00"
			},
			"themes_3": {
				"title": "redirect",
				"text": "Natürlich hast du auch die Möglichkeit nach anderen Kategorien zu filtern oder ein ganz bestimmte Theme zu suchen.",
				"target": ".wp-filter",
				"hover": false,
				"color": "#ffcc00"
			},
			"themes_4": {
				"title": "Inaktive Themes",
				"text": "Wenn du den Mauszeiger über ein Theme bewegst, dass dich interessiert, kannst du in die Detailansicht wechseln. Der Detailansicht kannst du viel mehr Informationen entnehmen, wie beispielsweise Erfahrungsberichte.",
				"target": ".theme:not(.active)",
				"hover": false,
				"color": "#ffcc00"
			},
			"themes_5": {
				"title": "redirect",
				"text": "Oh... schon so spät?! Lass uns schnell zum nächsten Bereich springen! 😨",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"plugins": {
		"page" : "plugins.php",
		"data" : {
			"beitrag_1": {
				"title": "Beiträge im Überblick",
				"text": "Jetzt befinden wir uns im Bereich \"Plugins\". In diesen Bereich sind wir über die Navigation gekommen.",
				"target": "#menu-plugins",
				"hover": false,
				"color": "#ffcc00"
			},
			"next": {
				"title": "redirect",
				"text": "Auf zum nächsten Bereich!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"users": {
		"page" : "users.php",
		"data" : {
			"beitrag_1": {
				"title": "Beiträge im Überblick",
				"text": "Jetzt befinden wir uns im Bereich \"Benutzer\". In diesen Bereich sind wir über die Navigation gekommen.",
				"target": "#menu-users",
				"hover": false,
				"color": "#ffcc00"
			},
			"next": {
				"title": "redirect",
				"text": "Auf zum nächsten Bereich!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"tools": {
		"page" : "tools.php",
		"data" : {
			"beitrag_1": {
				"title": "Beiträge im Überblick",
				"text": "Jetzt befinden wir uns im Bereich \"Werkzeuge\". In diesen Bereich sind wir über die Navigation gekommen.",
				"target": "#menu-tools",
				"hover": false,
				"color": "#ffcc00"
			},
			"next": {
				"title": "redirect",
				"text": "Auf zum nächsten Bereich!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"options-general": {
		"page" : "options-general.php",
		"data" : {
			"beitrag_1": {
				"title": "Beiträge im Überblick",
				"text": "Jetzt befinden wir uns im Bereich \"Einstellungen\". In diesen Bereich sind wir über die Navigation gekommen.",
				"target": "#menu-settings",
				"hover": false,
				"color": "#ffcc00"
			},
			"next": {
				"title": "redirect",
				"text": "Auf zum nächsten Bereich!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	},
	"toplevel_page_wapuugotchi": {
		"page": "admin.php?page=wapuugotchi",
		"data": {
			"beitrag_1": {
				"title": "Beiträge im Überblick",
				"text": "Jetzt befinden wir uns im Bereich \"Wapuugotchi\". In diesen Bereich sind wir über die Navigation gekommen.",
				"target": "#toplevel_page_wapuugotchi",
				"hover": false,
				"color": "#ffcc00"
			},
			"next": {
				"title": "redirect",
				"text": "Auf zum nächsten Bereich!",
				"target": null,
				"hover": false,
				"color": false
			}
		}
	}
}
