Repository: wapuugotchi/wapuugotchi
Catalog: languages/wapuugotchi-local-*.po
Languages: de_de

source: This page overview gives you a good look at all the pages you've created. Plus, you can organize and manage them from here.
de_de: Diese Seitenübersicht gibt Ihnen einen guten Überblick über alle Seiten, die Sie erstellt haben. Außerdem können Sie sie von hier aus organisieren und verwalten.

source: Titles
de_de: Titel

source: This column shows the titles of all pages. Click a title to edit the page and change its content.
de_de: In dieser Spalte werden die Titel aller Seiten angezeigt. Klicken Sie auf einen Titel, um die Seite zu bearbeiten und ihren Inhalt zu ändern.

source: This column shows who created the page. For multiple authors, it'll display their names.
de_de: In dieser Spalte wird angezeigt, wer die Seite erstellt hat. Bei mehreren Autoren werden deren Namen angezeigt.

source: Publish Date
de_de: Datum der Veröffentlichung

source: This column shows the date when the page was created or last edited.
de_de: In dieser Spalte wird das Datum angezeigt, an dem die Seite erstellt oder zuletzt bearbeitet wurde.

source: Quick Overview
de_de: Schnelle Übersicht

source: Hover over a page to see a menu for quick actions like editing. Give it a try! Just move your cursor over the menu above!
de_de: Bewegen Sie den Mauszeiger über eine Seite, um ein Menü für schnelle Aktionen wie die Bearbeitung anzuzeigen. Probieren Sie es aus! Bewegen Sie einfach den Mauszeiger über das Menü oben!

source: Sorting and Filtering
de_de: Sortierung und Filterung

source: You can sort your pages by different criteria, like date. There are also filtering options to display specific types of pages, like drafts.
de_de: Sie können Ihre Seiten nach verschiedenen Kriterien sortieren, z. B. nach Datum. Es gibt auch Filteroptionen, um bestimmte Seitentypen wie Entwürfe anzuzeigen.

source: Search
de_de: Suche

source: The search bar lets you look for specific pages, which is super handy if you have lots of them.
de_de: Mit der Suchleiste können Sie nach bestimmten Seiten suchen, was sehr praktisch ist, wenn Sie viele Seiten haben.

source: Create
de_de: Erstellen

source: Behind the "Create" button, you can start crafting new content for your website. It'll guide you through the process step by step!
de_de: Hinter der Schaltfläche "Erstellen" können Sie beginnen, neue Inhalte für Ihre Website zu erstellen. Sie wird Sie Schritt für Schritt durch den Prozess führen!

source: Closing Thoughts
de_de: Abschließende Überlegungen

source: Did you notice I almost said the same thing as in the "Posts" page? Well, that's because these pages are pretty similar!
de_de: Haben Sie bemerkt, dass ich fast das Gleiche gesagt habe wie auf der Seite "Beiträge"? Nun, das liegt daran, dass diese Seiten ziemlich ähnlich sind!

source: Welcome to Posts
de_de: Willkommen bei Posts

source: Currently, we're in the submenu of the "Posts" main menu item. This is where you can create, tweak, and organize all your dynamic content.
de_de: Derzeit befinden wir uns im Untermenü des Hauptmenüpunkts "Beiträge". Hier können Sie alle dynamischen Inhalte erstellen, bearbeiten und organisieren.

source: All Posts
de_de: Alle Beiträge

source: In "All Posts", you can view, organize, and manage all your posts at a glance. Additionally, you can start making new posts right from here!
de_de: Unter "Alle Beiträge" können Sie alle Ihre Beiträge auf einen Blick sehen, organisieren und verwalten. Außerdem können Sie von hier aus direkt mit dem Erstellen neuer Beiträge beginnen!

source: The Overview Page lists all your posts. From here, you can easily create new posts and make quick edits to existing ones.
de_de: Auf der Übersichtsseite werden alle Ihre Beiträge aufgelistet. Von hier aus können Sie leicht neue Beiträge erstellen und bestehende Beiträge schnell bearbeiten.

source: Post List
de_de: Postenliste

source: The Post List shows you all your posts, along with key details like title, author, and publication date.
de_de: Die Beitragsliste zeigt Ihnen alle Ihre Beiträge mit den wichtigsten Details wie Titel, Autor und Veröffentlichungsdatum.

source: The Title column displays the titles of all your posts. Click on any title to edit the post and change its content.
de_de: In der Spalte Titel werden die Titel aller Ihrer Beiträge angezeigt. Klicken Sie auf einen beliebigen Titel, um den Beitrag zu bearbeiten und seinen Inhalt zu ändern.

source: Authors
de_de: Autoren

source: The Author column shows who created the post. If there are multiple authors, it'll display their usernames.
de_de: In der Spalte Autor wird angezeigt, wer den Beitrag erstellt hat. Wenn es mehrere Autoren gibt, werden ihre Benutzernamen angezeigt.

source: This shows the categories assigned to a post. Categories help organize content on your website in a structured way.
de_de: Hier werden die einem Beitrag zugewiesenen Kategorien angezeigt. Kategorien helfen dabei, die Inhalte auf Ihrer Website strukturiert zu organisieren.

source: The Tags column lists the tags associated with your posts. Tags make it easier to find content on similar topics.
de_de: In der Spalte Tags werden die Tags aufgelistet, die mit Ihren Beiträgen verknüpft sind. Tags machen es einfacher, Inhalte zu ähnlichen Themen zu finden.

source: Dates
de_de: Daten

source: The Date column tells you when a post was or will be published.
de_de: Die Spalte Datum gibt an, wann ein Beitrag veröffentlicht wurde oder wird.

source: Quick Access
de_de: Schnellzugriff

source: Hover over a post to see a quick-access menu for important functions. Give it a try! Just move your cursor over the menu above!
de_de: Bewegen Sie den Mauszeiger über einen Beitrag, um ein Schnellzugriffsmenü für wichtige Funktionen anzuzeigen. Probieren Sie es aus! Bewegen Sie einfach den Mauszeiger über das Menü oben!

source: Sort your posts by various criteria like date, and use filters to display specific types of posts, like drafts.
de_de: Sortieren Sie Ihre Beiträge nach verschiedenen Kriterien wie z. B. dem Datum, und verwenden Sie Filter, um bestimmte Beitragstypen wie Entwürfe anzuzeigen.

source: Use the search bar to find specific posts by keywords or titles. Super useful when you have lots of posts.
de_de: Verwenden Sie die Suchleiste, um bestimmte Beiträge anhand von Schlüsselwörtern oder Titeln zu finden. Sehr nützlich, wenn Sie viele Beiträge haben.

source: This is the "Tags" page! Tags let you enhance your posts with additional keywords or phrases. That way, your content can be found and searched through easier!
de_de: Dies ist die Seite "Tags"! Mit Tags können Sie Ihre Beiträge mit zusätzlichen Schlüsselwörtern oder Phrasen anreichern. Auf diese Weise können Ihre Inhalte leichter gefunden und durchsucht werden!

source: Differentiating
de_de: Differenzierung

source: Unlike categories, which group posts into broad themes, tags give more specific details. They help you connect particular topics, keywords, or phrases to your posts.
de_de: Im Gegensatz zu Kategorien, die Beiträge zu allgemeinen Themen zusammenfassen, enthalten Tags spezifischere Details. Sie helfen Ihnen, bestimmte Themen, Schlüsselwörter oder Phrasen mit Ihren Beiträgen zu verbinden.

source: Creating Tags
de_de: Tags erstellen

source: You can create tags that match the specific content of your posts. These can be single words or short phrases that reflect the main concepts or themes of the post.
de_de: Sie können Tags erstellen, die dem spezifischen Inhalt Ihrer Beiträge entsprechen. Dies können einzelne Wörter oder kurze Sätze sein, die die wichtigsten Konzepte oder Themen des Beitrags widerspiegeln.

source: The overview section shows all your created tags. You'll also see info on how often your tags are used in your posts.
de_de: Im Übersichtsbereich werden alle von Ihnen erstellten Tags angezeigt. Sie sehen auch, wie oft Ihre Tags in Ihren Beiträgen verwendet werden.

source: SEO Tip
de_de: SEO-Tipp

source: Tags are a key part of Search Engine Optimization (SEO). They help search engines better understand and index the content of your posts.
de_de: Tags sind ein wichtiger Bestandteil der Suchmaschinenoptimierung (SEO). Sie helfen den Suchmaschinen, den Inhalt Ihrer Beiträge besser zu verstehen und zu indizieren.

source: Erase Personal Data
de_de: Persönliche Daten löschen

source: On the "Erase Personal Data" page, you can delete a user's personal data. Let's take a closer look together!
de_de: Auf der Seite "Persönliche Daten löschen" können Sie die persönlichen Daten eines Nutzers löschen. Schauen wir uns das gemeinsam genauer an!

source: This page is pretty much like the personal data export page. Here, you can delete a specific user's personal data.
de_de: Diese Seite entspricht in etwa der Seite für den Export personenbezogener Daten. Hier können Sie die personenbezogenen Daten eines bestimmten Benutzers löschen.

source: Usage
de_de: Verwendung

source: Sometimes, a user might want their data deleted. Maybe they're switching websites or they just don't want their data on your website anymore.
de_de: Es kann vorkommen, dass ein Nutzer seine Daten löschen lassen möchte. Vielleicht wechseln sie die Website oder sie wollen einfach nicht mehr, dass ihre Daten auf Ihrer Website gespeichert werden.

source: Deleting Data
de_de: Löschung von Daten

source: Please note, when you erase a user's data, you're also erasing all data associated with them. This includes their comments, posts, and any other personal details. That's pretty important!
de_de: Bitte beachten Sie, dass Sie mit dem Löschen der Daten eines Nutzers auch alle mit ihm verbundenen Daten löschen. Dazu gehören ihre Kommentare, Beiträge und alle anderen persönlichen Daten. Das ist ziemlich wichtig!

source: Data Protection Tip
de_de: Datenschutz-Tipp

source: Remember, less data means less worry! If you don't have it, it can't be stolen. Simple, isn't it?
de_de: Denken Sie daran: Weniger Daten bedeuten weniger Sorgen! Wenn Sie sie nicht haben, können sie auch nicht gestohlen werden. Ganz einfach, nicht wahr?

source: Export
de_de: Exportieren

source: On the "Export" page, you can transfer your website's content to a different location. This is a crucial task, so let's do it with care.
de_de: Auf der Seite "Export" können Sie den Inhalt Ihrer Website an einen anderen Ort übertragen. Dies ist eine wichtige Aufgabe, also lassen Sie uns dies mit Sorgfalt tun.

source: Exporting content is like moving your website's content to a new home. It's also a great way to keep a backup of your website, just in case!
de_de: Das Exportieren von Inhalten ist wie das Verschieben der Inhalte Ihrer Website in ein neues Zuhause. Es ist auch eine gute Möglichkeit, eine Sicherungskopie Ihrer Website zu erstellen, nur für den Fall!

source: Here, you can select what content to transfer. You don't have to move everything, you can choose specific items to transfer!
de_de: Hier können Sie auswählen, welche Inhalte übertragen werden sollen. Sie müssen nicht alles übertragen, sondern können nur bestimmte Elemente auswählen!

source: Just a little reminder, your content might contain personal data or things that belong to someone else. So, be careful about who you share your content with, okay?
de_de: Nur zur Erinnerung: Ihre Inhalte könnten persönliche Daten oder Dinge enthalten, die jemand anderem gehören. Seien Sie also vorsichtig, mit wem Sie Ihre Inhalte teilen, okay?

source: Tip 2
de_de: Tipp 2

source: Also, remember that if you transfer a lot of content, it can take up a lot of space. Make sure you have enough room in your workspace to store it!
de_de: Denken Sie auch daran, dass viele Inhalte, die Sie übertragen, viel Platz beanspruchen können. Vergewissern Sie sich, dass Sie in Ihrem Arbeitsbereich genügend Platz haben, um sie zu speichern!

source: Export Personal Data
de_de: Persönliche Daten exportieren

source: On the "Export Personal Data" page, you can specifically export the personal data of your users.
de_de: Auf der Seite "Persönliche Daten exportieren" können Sie gezielt die persönlichen Daten Ihrer Nutzer exportieren.

source: Here, you have the option to export the personal data of a specific user. This is useful if a user wants to take their data with them, like when they're switching websites.
de_de: Hier haben Sie die Möglichkeit, die persönlichen Daten eines bestimmten Nutzers zu exportieren. Dies ist nützlich, wenn ein Nutzer seine Daten mitnehmen möchte, z. B. wenn er die Website wechselt.

source: Make sure to only pass the data to the user it belongs to. This is crucial for complying with privacy regulations and to avoid legal issues.
de_de: Achten Sie darauf, dass die Daten nur an den Nutzer weitergegeben werden, zu dem sie gehören. Dies ist entscheidend für die Einhaltung der Datenschutzbestimmungen und zur Vermeidung rechtlicher Probleme.

source: Import
de_de: Importieren

source: Welcome to the "Import" page. Here, you can import content from other websites or WordPress installations.
de_de: Willkommen auf der Seite "Importieren". Hier können Sie Inhalte von anderen Websites oder WordPress-Installationen importieren.

source: Importing content is handy when you want to transfer content from another website to here or restore a backup of your website.
de_de: Der Import von Inhalten ist praktisch, wenn Sie Inhalte von einer anderen Website hierher übertragen oder ein Backup Ihrer Website wiederherstellen möchten.

source: The overview page shows a list of tools that can assist you in importing content. They vary depending on the plugins you have installed and your WordPress version.
de_de: Auf der Übersichtsseite finden Sie eine Liste von Tools, die Sie beim Importieren von Inhalten unterstützen können. Sie variieren je nach den installierten Plugins und Ihrer WordPress-Version.

source: Make sure to only restore your own backups, as unknown sources might contain harmful code.
de_de: Achten Sie darauf, dass Sie nur Ihre eigenen Sicherungen wiederherstellen, da unbekannte Quellen schädlichen Code enthalten können.

source: Also, backups can contain personal data, and importing backups from unknown origins could violate privacy policies. This could lead to legal issues.
de_de: Außerdem können Backups personenbezogene Daten enthalten, und der Import von Backups unbekannter Herkunft könnte gegen Datenschutzbestimmungen verstoßen. Dies könnte zu rechtlichen Problemen führen.

source: Add New
de_de: Neu hinzufügen

source: The "Add New Media File" page lets you upload fresh media like images, videos, or audio files to your media library.
de_de: Auf der Seite "Neue Mediendatei hinzufügen" können Sie neue Medien wie Bilder, Videos oder Audiodateien in Ihre Medienbibliothek hochladen.

source: Drag-and-Drop
de_de: Ziehen und Ablegen

source: Adding your media files is a breeze – just drag and drop them into the area, or click the button to select your files. Your new media will be instantly available in your library.
de_de: Das Hinzufügen Ihrer Mediendateien ist ein Kinderspiel - ziehen Sie sie einfach per Drag & Drop in den Bereich oder klicken Sie auf die Schaltfläche, um Ihre Dateien auszuwählen. Ihre neuen Medien werden sofort in Ihrer Bibliothek verfügbar sein.

source: File Info
de_de: Datei-Infos

source: WordPress supports a bunch of file formats, including images (JPEG, PNG, GIF), videos (MP4, MOV, WMV), audio files (MP3, WAV), and even documents (PDF, DOC, PPT, etc.).
de_de: WordPress unterstützt eine ganze Reihe von Dateiformaten, darunter Bilder (JPEG, PNG, GIF), Videos (MP4, MOV, WMV), Audiodateien (MP3, WAV) und sogar Dokumente (PDF, DOC, PPT usw.).

source: Upload Tip
de_de: Tipp zum Hochladen

source: You can also add media files directly to your posts or pages while you're editing them. Just click the "Add Media" button in the editor.
de_de: Sie können Mediendateien auch direkt zu Ihren Beiträgen oder Seiten hinzufügen, während Sie sie bearbeiten. Klicken Sie einfach im Editor auf die Schaltfläche "Medien hinzufügen".

source: Discussion
de_de: Diskussion

source: The "Discussion" page deals with settings related to comments and discussions on your website.
de_de: Die Seite "Diskussion" befasst sich mit den Einstellungen für Kommentare und Diskussionen auf Ihrer Website.

source: The settings you choose here will impact how you interact with your visitors. For example, you can set conditions under which comments are allowed.
de_de: Die Einstellungen, die Sie hier vornehmen, wirken sich darauf aus, wie Sie mit Ihren Besuchern interagieren. Sie können zum Beispiel Bedingungen festlegen, unter denen Kommentare erlaubt sind.

source: Control
de_de: Kontrolle

source: Make sure you maintain control over interactions on your website. This page helps you manage those interactions. Comments, after all, can sometimes lead to legal issues.
de_de: Stellen Sie sicher, dass Sie die Kontrolle über die Interaktionen auf Ihrer Website behalten. Diese Seite hilft Ihnen, diese Interaktionen zu verwalten. Schließlich können Kommentare manchmal zu rechtlichen Problemen führen.

source: Settings
de_de: Einstellungen

source: Right now, we're checking out the submenu of the "Settings" main menu item. These pages allow you to set up the general settings for your website.
de_de: Im Moment sehen wir uns das Untermenü des Hauptmenüpunkts "Einstellungen" an. Auf diesen Seiten können Sie die allgemeinen Einstellungen für Ihre Website vornehmen.

source: General
de_de: Allgemein

source: The "General" page is the first page you see when you enter "Settings". Here, you can set your website's name, URL, timezone, and date format.
de_de: Die Seite "Allgemein" ist die erste Seite, die Sie sehen, wenn Sie "Einstellungen" aufrufen. Hier können Sie den Namen Ihrer Website, die URL, die Zeitzone und das Datumsformat festlegen.

source: Useful to Know
de_de: Nützliches zu wissen

source: The settings you establish here are really important as they form the foundation of your website. So, you should carefully review and set these settings.
de_de: Die Einstellungen, die Sie hier vornehmen, sind sehr wichtig, da sie die Grundlage Ihrer Website bilden. Daher sollten Sie diese Einstellungen sorgfältig überprüfen und festlegen.

source: Media
de_de: Medien

source: The "Media" page deals with the basic settings for managing media files on your website.
de_de: Die Seite "Medien" befasst sich mit den Grundeinstellungen für die Verwaltung von Mediendateien auf Ihrer Website.

source: Here, you can set up how your media files are managed. For instance, you can define how media files should be organized and the size of the thumbnails.
de_de: Hier können Sie festlegen, wie Ihre Mediendateien verwaltet werden sollen. Sie können zum Beispiel festlegen, wie die Mediendateien organisiert werden sollen und wie groß die Miniaturansichten sein sollen.

source: Be careful not to choose too large a size for your thumbnails, as it can negatively impact your website's loading time.
de_de: Achten Sie darauf, dass Sie die Größe Ihrer Miniaturbilder nicht zu groß wählen, da dies die Ladezeit Ihrer Website beeinträchtigen kann.

source: Also, make sure to organize your media files sensibly. This is especially useful if you have a lot of media files.
de_de: Achten Sie außerdem darauf, dass Sie Ihre Mediendateien sinnvoll organisieren. Dies ist besonders nützlich, wenn Sie viele Mediendateien haben.

source: The "Permalink" page deals with settings for the URL structure of your website.
de_de: Die Seite "Permalink" befasst sich mit den Einstellungen für die URL-Struktur Ihrer Website.

source: Permalink Structure
de_de: Permalink Struktur

source: It's important to carefully choose your permalink structure, as it affects not just the aesthetics of your URLs but also your website’s search engine optimization (SEO) and user-friendliness.
de_de: Es ist wichtig, dass Sie Ihre Permalink-Struktur sorgfältig auswählen, da sie nicht nur die Ästhetik Ihrer URLs beeinflusst, sondern auch die Suchmaschinenoptimierung (SEO) und die Benutzerfreundlichkeit Ihrer Website.

source: To support search engines, it’s advisable to choose a permalink structure that uses ‘speaking URLs’. Ideally, your URLs should contain the keywords of your posts and pages.
de_de: Um Suchmaschinen zu unterstützen, ist es ratsam, eine Permalink-Struktur zu wählen, die "sprechende URLs" verwendet. Idealerweise sollten Ihre URLs die Schlüsselwörter Ihrer Beiträge und Seiten enthalten.

source: Privacy
de_de: Datenschutz

source: The "Privacy" page is designed for managing your website's privacy policies.
de_de: Die Seite "Datenschutz" ist für die Verwaltung der Datenschutzrichtlinien Ihrer Website vorgesehen.

source: This page allows you to ensure that your website complies with privacy policies and legal requirements. There are also plugins available that provide additional support.
de_de: Auf dieser Seite können Sie sicherstellen, dass Ihre Website mit den Datenschutzrichtlinien und den rechtlichen Anforderungen übereinstimmt. Es sind auch Plugins verfügbar, die zusätzliche Unterstützung bieten.

source: Privacy policies are crucial, especially if your website collects personal data from users through comments, forms, etc. This helps protect you from legal issues.
de_de: Datenschutzrichtlinien sind von entscheidender Bedeutung, insbesondere wenn Ihre Website personenbezogene Daten von Nutzern über Kommentare, Formulare usw. sammelt. Dies hilft Ihnen, sich vor rechtlichen Problemen zu schützen.

source: If you're having trouble sleeping, consider reading the "Policy Guide" on privacy statements. It always puts me to sleep in seconds!
de_de: Wenn Sie Probleme mit dem Schlafen haben, sollten Sie den "Policy Guide" über Datenschutzerklärungen lesen. Damit schlafe ich immer innerhalb von Sekunden ein!

source: Reading
de_de: Lesen

source: The "Reading" page allows you to set basic display settings for your website.
de_de: Auf der Seite "Lesen" können Sie grundlegende Anzeigeeinstellungen für Ihre Website vornehmen.

source: Here, you can set up the settings for your homepage and posts page. You can also decide how many posts should be displayed on the homepage.
de_de: Hier können Sie die Einstellungen für Ihre Homepage und Ihre Beitragsseite vornehmen. Sie können auch festlegen, wie viele Beiträge auf der Startseite angezeigt werden sollen.

source: Setting a static homepage allows you to customize the front page of your website. This is particularly useful if you're running a business website or a landing page.
de_de: Wenn Sie eine statische Homepage einrichten, können Sie die Startseite Ihrer Website individuell gestalten. Dies ist besonders nützlich, wenn Sie eine geschäftliche Website oder eine Landing Page betreiben.

source: Search Engines
de_de: Suchmaschine

source: You might notice that despite using SEO plugins, visitors aren't coming through search engines. This could be because you've disabled search engine indexing here.
de_de: Vielleicht stellen Sie fest, dass trotz der Verwendung von SEO-Plugins keine Besucher über Suchmaschinen kommen. Das könnte daran liegen, dass Sie hier die Indizierung durch Suchmaschinen deaktiviert haben.

source: Writing
de_de: Schreiben

source: The "Writing" page helps you with creating posts and articles.
de_de: Die Seite "Schreiben" hilft Ihnen bei der Erstellung von Beiträgen und Artikeln.

source: Setting up these options correctly according to your needs can enhance user-friendliness and efficiency when composing content.
de_de: Wenn Sie diese Optionen entsprechend Ihren Bedürfnissen richtig einstellen, können Sie die Benutzerfreundlichkeit und Effizienz beim Verfassen von Inhalten verbessern.
