Repository: wapuugotchi/wapuugotchi
Catalog: languages/wapuugotchi-local-*.po
Languages: de_de

source: We're now on the "Add New" page. Just let me know once you're done with the Gutenberg editor tutorial, and I'll show you around some more.
de_de: Wir sind jetzt auf der Seite "Neu hinzufügen". Sagen Sie mir einfach Bescheid, wenn Sie mit dem Gutenberg-Editor-Tutorial fertig sind, und ich zeige Ihnen noch mehr.

source: As you might have learned in the tutorial, this page is where you can manage the content of your pages.
de_de: Wie Sie vielleicht schon im Tutorial gelernt haben, können Sie auf dieser Seite den Inhalt Ihrer Seiten verwalten.

source: Top Navigation
de_de: Navigation oben

source: The top navigation gives you quick access to basic controls in the editor. It's split into the toolbar and the settings bar.
de_de: Über die obere Navigation haben Sie schnellen Zugriff auf die grundlegenden Steuerelemente des Editors. Sie ist unterteilt in die Symbolleiste und die Einstellungsleiste.

source: The Toolbar
de_de: Die Symbolleiste

source: The toolbar provides functions to help you build your page step by step. Here you can add new block elements and undo changes. Want to see how it works? Hit the ► button!
de_de: Die Symbolleiste bietet Funktionen, mit denen Sie Ihre Seite Schritt für Schritt aufbauen können. Hier können Sie neue Blockelemente hinzufügen und Änderungen rückgängig machen. Möchten Sie sehen, wie es funktioniert? Drücken Sie die Taste ►!

source: Settings Bar
de_de: Einstellungen-Leiste

source: In the settings bar, you can save and publish your page. Plus, you can switch between different screen modes like desktop, mobile, and tablet.
de_de: In der Einstellungsleiste können Sie Ihre Seite speichern und veröffentlichen. Außerdem können Sie zwischen verschiedenen Bildschirmmodi wie Desktop, Handy und Tablet wechseln.

source: Side Navigation
de_de: Seitliche Navigation

source: Here you can view additional information about your blog post and make settings on the individual blocks you've added.
de_de: Hier können Sie zusätzliche Informationen zu Ihrem Blogbeitrag anzeigen und Einstellungen zu den einzelnen Blöcken vornehmen, die Sie hinzugefügt haben.

source: Content
de_de: Inhalt

source: In the content area, you can edit your contents... write texts, insert images, edit blocks. The sky's the limit with your creativity!
de_de: Im Inhaltsbereich können Sie Ihre Inhalte bearbeiten... Texte schreiben, Bilder einfügen, Blöcke bearbeiten. Ihrer Kreativität sind keine Grenzen gesetzt!

source: Wrap Up
de_de: Einpacken

source: The text editor has so many features, and I'm sure I forgot to explain half of them! I hope I at least gave you a good overview. Let's take a look at the next area.
de_de: Der Texteditor hat so viele Funktionen, und ich bin mir sicher, dass ich die Hälfte davon vergessen habe zu erklären! Ich hoffe, ich konnte Ihnen wenigstens einen guten Überblick geben. Werfen wir einen Blick auf den nächsten Bereich.

source: Edit Plugins
de_de: Plugins bearbeiten

source: This page allows you to edit the files of your plugins.
de_de: Auf dieser Seite können Sie die Dateien Ihrer Plugins bearbeiten.

source: The same principles apply as with editing themes. On this page, you can make direct changes to the files of your plugins. You should have some programming knowledge if you're planning to work here.
de_de: Es gelten die gleichen Grundsätze wie bei der Bearbeitung von Themes. Auf dieser Seite können Sie direkte Änderungen an den Dateien Ihrer Plugins vornehmen. Sie sollten über einige Programmierkenntnisse verfügen, wenn Sie hier arbeiten wollen.

source: Warning
de_de: Warnung

source: Be careful! Editing files can damage your website. If you're not certain about what you're doing, it's better to avoid tinkering with this.
de_de: Seien Sie vorsichtig! Das Bearbeiten von Dateien kann Ihre Website beschädigen. Wenn Sie sich nicht sicher sind, was Sie tun, sollten Sie es besser vermeiden, daran herumzubasteln.

source: Introduction
de_de: Einführung

source: Welcome to the "Add New Plugin" page. Here, you can search for, install, and activate new plugins.
de_de: Willkommen auf der Seite "Neues Plugin hinzufügen". Hier können Sie nach neuen Plugins suchen, sie installieren und aktivieren.

source: Plugins significantly expand the functionality of your WordPress website. Choosing the right plugins can be crucial for your website's success. You'll find many articles online that can help you find the best plugins for your needs.
de_de: Plugins erweitern die Funktionalität Ihrer WordPress-Website erheblich. Die Wahl der richtigen Plugins kann entscheidend für den Erfolg Ihrer Website sein. Im Internet finden Sie viele Artikel, die Ihnen helfen, die besten Plugins für Ihre Bedürfnisse zu finden.

source: Plugin Selection
de_de: Plugin-Auswahl

source: As soon as you enter this page, you're presented with a selection of plugins. This is really handy since there are more than 60,000 plugins available. This can also help you in finding the right plugins for your website.
de_de: Sobald Sie diese Seite aufrufen, wird Ihnen eine Auswahl an Plugins präsentiert. Das ist wirklich praktisch, denn es sind mehr als 60.000 Plugins verfügbar. Dies kann Ihnen auch dabei helfen, die richtigen Plugins für Ihre Website zu finden.

source: You can filter by the most popular, latest, and recommended plugins here. This way, you can, for example, follow the favorites of other WordPress users.
de_de: Sie können hier nach den beliebtesten, neuesten und empfohlenen Plugins filtern. Auf diese Weise können Sie zum Beispiel den Favoriten anderer WordPress-Nutzer folgen.

source: We are currently in the submenu of the "Plugins" main menu item. Here, you can search for, install, and activate new plugins.
de_de: Wir befinden uns derzeit im Untermenü des Hauptmenüpunkts "Plugins". Hier können Sie nach neuen Plugins suchen, diese installieren und aktivieren.

source: Installed Plugins
de_de: Installierte Plugins

source: The "Installed Plugins" page lets you manage the plugins you've already installed.
de_de: Auf der Seite "Installierte Plugins" können Sie die Plugins verwalten, die Sie bereits installiert haben.

source: Plugins extend the functionality of your WordPress website. That can be things like contact forms, galleries, slideshows, SEO tools, security features, and much more.
de_de: Plugins erweitern die Funktionalität Ihrer WordPress-Website. Das können Dinge wie Kontaktformulare, Galerien, Diashows, SEO-Tools, Sicherheitsfunktionen und vieles mehr sein.

source: Plugin Overview
de_de: Plugin-Übersicht

source: In the Plugin Overview, you can see and manage all your installed plugins. Here, you can also easily activate or deactivate the plugins you're using.
de_de: In der Plugin-Übersicht können Sie alle Ihre installierten Plugins sehen und verwalten. Hier können Sie auch ganz einfach die Plugins, die Sie verwenden, aktivieren oder deaktivieren.

source: Search for Specific Plugins
de_de: Suche nach bestimmten Plugins

source: You also have the option to search for specific plugins. This is handy when you have many plugins installed.
de_de: Sie haben auch die Möglichkeit, nach bestimmten Plugins zu suchen. Dies ist praktisch, wenn Sie viele Plugins installiert haben.

source: Installing Plugins
de_de: Installieren von Plugins

source: It's best to install plugins only from the official WordPress Plugin Library. Not only is it a trustworthy source, but you also get benefits like automatic updates, community support, and much more.
de_de: Am besten installieren Sie Plugins nur aus der offiziellen WordPress-Plugin-Bibliothek. Sie ist nicht nur eine vertrauenswürdige Quelle, sondern Sie erhalten auch Vorteile wie automatische Updates, Community-Support und vieles mehr.

source: Updating Plugins
de_de: Plugins aktualisieren

source: Developers regularly release updates for their plugins to fix bugs, close security gaps, or add new features. It's important to keep your plugins up-to-date.
de_de: Die Entwickler veröffentlichen regelmäßig Updates für ihre Plugins, um Fehler zu beheben, Sicherheitslücken zu schließen oder neue Funktionen hinzuzufügen. Es ist wichtig, dass Sie Ihre Plugins auf dem neuesten Stand halten.

source: Summary
de_de: Zusammenfassung

source: There are incredibly many plugins, and you'll find that there's a plugin solution for almost every problem!
de_de: Es gibt unglaublich viele Plugins, und Sie werden feststellen, dass es für fast jedes Problem eine Plugin-Lösung gibt!

source: Just a Moment
de_de: Nur ein Moment

source: Hang tight, we're almost through the Gutenberg editor tutorial. I'll give you a bit more of a tour afterward.
de_de: Halten Sie sich fest, wir sind fast fertig mit dem Gutenberg-Editor-Tutorial. Danach gebe ich Ihnen noch eine kleine Führung.

source: Tutorial Time
de_de: Tutorial Zeit

source: Now we're on the "Add New" page. As you learnt in the tutorial, you can add all your posts for your website from here.
de_de: Jetzt befinden wir uns auf der Seite "Neu hinzufügen". Wie Sie im Lehrgang gelernt haben, können Sie von hier aus alle Beiträge für Ihre Website hinzufügen.

source: The top navigation gives you quick access to essential controls in the editor. It's split into the toolbar and the settings bar.
de_de: Über die obere Navigation haben Sie schnellen Zugriff auf die wichtigsten Steuerelemente des Editors. Sie ist unterteilt in die Symbolleiste und die Einstellungsleiste.

source: The toolbar offers features to build your post step by step. Add new block elements and undo changes. Wanna see how it works? Hit the ► button!
de_de: Die Symbolleiste bietet Funktionen, mit denen Sie Ihren Beitrag Schritt für Schritt erstellen können. Fügen Sie neue Blockelemente hinzu und machen Sie Änderungen rückgängig. Möchten Sie sehen, wie es funktioniert? Drücken Sie die Taste ►!

source: In the settings bar, you can save and publish your post. Plus, you can switch between different screen modes like desktop, mobile, and tablet.
de_de: In der Einstellungsleiste können Sie Ihren Beitrag speichern und veröffentlichen. Außerdem können Sie zwischen verschiedenen Bildschirmmodi wie Desktop, Handy und Tablet wechseln.

source: Here you'll find additional information about your blog post and can make settings on individual blocks.
de_de: Hier finden Sie zusätzliche Informationen zu Ihrem Blogbeitrag und können Einstellungen zu einzelnen Blöcken vornehmen.

source: Content Part
de_de: Inhalt Teil

source: In the content part, you can edit your contents, write texts, insert images, and edit blocks. Unleash your creativity!
de_de: Im Inhaltsteil können Sie Ihre Inhalte bearbeiten, Texte schreiben, Bilder einfügen und Blöcke bearbeiten. Entfesseln Sie Ihre Kreativität!

source: Wrapping Up
de_de: Einpacken

source: The text editor has loads of features, and I'm sure I forgot to explain half of them! Hope I at least gave you a good start.
de_de: Der Texteditor hat viele Funktionen, und ich bin sicher, dass ich die Hälfte davon nicht erklärt habe! Ich hoffe, ich habe Ihnen wenigstens einen guten Anfang gegeben.

source: Welcome to the "Profile" page. Let's keep it brief: here, you can edit your profile. And on we go!
de_de: Willkommen auf der Seite "Profil". Machen wir es kurz: Hier können Sie Ihr Profil bearbeiten. Und weiter geht's!

source: Wrap-Up
de_de: Nachbereitung

source: And just like that, we're done with another page. Users bring life to your website but also pose certain risks. So be careful about who you give what rights to.
de_de: Und schon sind wir mit einer weiteren Seite fertig. Nutzer bringen Leben in Ihre Website, bergen aber auch gewisse Risiken. Seien Sie also vorsichtig, wem Sie welche Rechte einräumen.

source: Tip
de_de: Tipp

source: One last tip: there are plugins that enable two-factor authentication. It's an extra layer of security I highly recommend.
de_de: Ein letzter Tipp: Es gibt Plugins, die eine Zwei-Faktor-Authentifizierung ermöglichen. Das ist eine zusätzliche Sicherheitsebene, die ich sehr empfehle.

source: To be totally honest? I can't tell you more about this issue at the moment. There will be more information soon. Hang on!
de_de: Um ganz ehrlich zu sein? Mehr kann ich Ihnen zu diesem Thema im Moment nicht sagen. Es wird bald mehr Informationen geben. Bleiben Sie dran!

source: Site Health
de_de: Standort Gesundheit

source: In the "Site Health" page, you can check out the overall health of your website.
de_de: Auf der Seite "Site Health" können Sie den allgemeinen Zustand Ihrer Website überprüfen.

source: Right off the bat, you can see how your website's performance and security are doing. Here, you can also spot any issues that need to be fixed.
de_de: Sie können sofort sehen, wie es um die Leistung und Sicherheit Ihrer Website bestellt ist. Hier können Sie auch alle Probleme erkennen, die behoben werden müssen.

source: Report
de_de: Bericht

source: If you click on the "Report" tab, you'll get a detailed breakdown of the technical aspects of your website. Take a look if you're in the mood to be completely baffled!
de_de: Wenn Sie auf die Registerkarte "Bericht" klicken, erhalten Sie eine detaillierte Aufschlüsselung der technischen Aspekte Ihrer Website. Werfen Sie einen Blick darauf, wenn Sie in der Stimmung sind, völlig verblüfft zu sein!

source: Edit Themes
de_de: Themen bearbeiten

source: The "Edit Themes" page allows you to modify the files of your theme.
de_de: Auf der Seite "Themes bearbeiten" können Sie die Dateien Ihres Themes ändern.

source: Here, you can make direct changes to the files of your theme. You should have some programming knowledge if you're going to hang out on this page.
de_de: Hier können Sie direkte Änderungen an den Dateien Ihres Themes vornehmen. Sie sollten über einige Programmierkenntnisse verfügen, wenn Sie sich auf dieser Seite aufhalten wollen.

source: Be careful! Editing files can damage your website. If you're not sure what you're doing, it's better to avoid this.
de_de: Seien Sie vorsichtig! Die Bearbeitung von Dateien kann Ihre Website beschädigen. Wenn Sie nicht sicher sind, was Sie tun, ist es besser, dies zu vermeiden.

source: Add
de_de: Hinzufügen

source: It might sound crazy, but on the "Add Themes" page, you can... well, add new themes!
de_de: Es mag verrückt klingen, aber auf der Seite "Themen hinzufügen" können Sie... nun ja, neue Themen hinzufügen!

source: Info
de_de: Infos

source: When you enter this page, you'll see a selection of the most popular themes. This is super handy since there are more than 10,000 themes to choose from.
de_de: Wenn Sie diese Seite aufrufen, sehen Sie eine Auswahl der beliebtesten Themen. Das ist sehr praktisch, denn es gibt mehr als 10.000 Themen, aus denen Sie wählen können.

source: Filters
de_de: Filter

source: Of course, you can also filter by different categories or search for a specific theme.
de_de: Natürlich können Sie auch nach verschiedenen Kategorien filtern oder nach einem bestimmten Thema suchen.

source: Inactive Themes
de_de: Inaktive Themen

source: Hover over a theme that catches your eye to switch to its detailed view. In the detailed view, you can find a lot more info, like user reviews.
de_de: Bewegen Sie den Mauszeiger über ein Thema, das Ihnen ins Auge sticht, um zur Detailansicht zu wechseln. In der Detailansicht finden Sie viele weitere Informationen, z. B. Nutzerbewertungen.

source: Design
de_de: Gestaltung

source: Welcome to the submenu of the "Appearance" main menu item. This is where you can manage the appearance and visual presentation of your website.
de_de: Willkommen im Untermenü des Hauptmenüpunkts "Erscheinungsbild". Hier können Sie das Aussehen und die visuelle Präsentation Ihrer Website verwalten.

source: Themes
de_de: Themen

source: The "Themes" page lets you change the design of your website.
de_de: Auf der Seite "Themes" können Sie das Design Ihrer Website ändern.

source: On the overview page, you'll find a list of all installed themes. Here, you can also see the active theme currently used on your website.
de_de: Auf der Übersichtsseite finden Sie eine Liste mit allen installierten Themes. Hier können Sie auch das aktive Theme sehen, das derzeit auf Ihrer Website verwendet wird.

source: Active Themes
de_de: Aktive Themen

source: Here, you see the active theme. This theme determines the design of your website. This is what your visitors are seeing when they visit your website right now.
de_de: Hier sehen Sie das aktive Thema. Dieses Thema bestimmt das Design Ihrer Website. Das ist das, was Ihre Besucher sehen, wenn sie Ihre Website gerade besuchen.

source: There are also themes that are installed but not active. You can switch between them by activating an inactive theme, which would then change the design of your website accordingly.
de_de: Es gibt auch Themen, die zwar installiert, aber nicht aktiv sind. Sie können zwischen ihnen wechseln, indem Sie ein inaktives Thema aktivieren, das dann das Design Ihrer Website entsprechend ändert.

source: Use this search feature to look for a specific theme that you've already installed.
de_de: Verwenden Sie diese Suchfunktion, um nach einem bestimmten Thema zu suchen, das Sie bereits installiert haben.

source: Install
de_de: Installieren Sie

source: You can also install new themes. Let's take a look at how to do that.
de_de: Sie können auch neue Themen installieren. Schauen wir uns an, wie man das macht.

source: Tools
de_de: Werkzeuge

source: We've just moved into the submenu of the "Tools" main menu item. This page provides additional functions and resources, especially for administrators. Let's take a quick look.
de_de: Wir sind gerade in das Untermenü des Hauptmenüpunkts "Werkzeuge" umgezogen. Diese Seite bietet zusätzliche Funktionen und Ressourcen, insbesondere für Administratoren. Werfen wir einen kurzen Blick darauf.

source: Available Tools
de_de: Verfügbare Tools

source: This is the "Available Tools" page. Here you'll find a list of tools that can help you manage your website.
de_de: Dies ist die Seite "Verfügbare Tools". Hier finden Sie eine Liste von Tools, die Sie bei der Verwaltung Ihrer Website unterstützen können.

source: This is the overview page for available tools. Here, you can see and manage the tools available to you. They vary depending on the plugins you have installed and your WordPress version.
de_de: Dies ist die Übersichtsseite für die verfügbaren Werkzeuge. Hier können Sie die Ihnen zur Verfügung stehenden Tools sehen und verwalten. Sie variieren je nach den Plugins, die Sie installiert haben, und Ihrer WordPress-Version.

source: Alright, we're now on the "Updates" page of the Dashboard. This is where you'll get to keep your website looking sharp and up-to-date.
de_de: Gut, wir sind jetzt auf der Seite "Updates" des Dashboards. Hier können Sie Ihre Website auf dem neuesten Stand halten.

source: Updates
de_de: Aktualisierungen

source: Explanation
de_de: Erläuterung

source: So, this is where you can spot any new updates waiting for your website. That includes stuff like themes, plugins you've installed and even the WordPress core itself.
de_de: Hier können Sie also alle neuen Updates für Ihre Website entdecken. Dazu gehören Dinge wie Themes, Plugins, die Sie installiert haben, und sogar der WordPress-Kern selbst.

source: Security Risk
de_de: Sicherheitsrisiko

source: Just a little reminder – staying updated is super important! Old software can be a bit risky, security-wise. These updates aren't just about keeping things safe, though; they also bring in cool new features.
de_de: Nur eine kleine Erinnerung: Es ist sehr wichtig, auf dem neuesten Stand zu bleiben! Alte Software kann aus Sicherheitsgründen ein gewisses Risiko darstellen. Bei diesen Updates geht es aber nicht nur um die Sicherheit, sondern auch um coole neue Funktionen.

source: Automatic Updates
de_de: Automatische Aktualisierungen

source: One last tip – you might want to turn on automatic updates. It's a real time-saver and keeps your website on the cutting edge, not to mention secure.
de_de: Ein letzter Tipp: Schalten Sie automatische Aktualisierungen ein. Das spart viel Zeit und hält Ihre Website auf dem neuesten Stand, ganz zu schweigen von der Sicherheit.

source: We're now in the submenu of the "Media" main menu item. This is where you manage all the media files you add to your posts or pages.
de_de: Wir befinden uns nun im Untermenü des Hauptmenüpunkts "Medien". Hier verwalten Sie alle Mediendateien, die Sie zu Ihren Beiträgen oder Seiten hinzufügen.

source: Media Overview
de_de: Überblick über die Medien

source: First up, let's check out your "Library". Here, you'll see a summary of all the media you've uploaded so far.
de_de: Als Erstes sollten Sie sich Ihre "Bibliothek" ansehen. Hier sehen Sie eine Übersicht über alle Medien, die Sie bisher hochgeladen haben.

source: Media Library
de_de: Mediathek

source: All uploaded media is stored here. You'll get a visual of all these files with thumbnails, file info, and metadata like titles, descriptions, and alt texts for images.
de_de: Alle hochgeladenen Medien werden hier gespeichert. Sie erhalten eine Übersicht über all diese Dateien mit Miniaturansichten, Dateiinformationen und Metadaten wie Titel, Beschreibung und Alt-Texte für Bilder.

source: Details
de_de: Einzelheiten

source: You can also edit the details of your media here. Change file names, add extra information, or tweak the metadata.
de_de: Sie können hier auch die Details Ihrer Medien bearbeiten. Ändern Sie Dateinamen, fügen Sie zusätzliche Informationen hinzu oder optimieren Sie die Metadaten.

source: Filtering and Search
de_de: Filtern und Suchen

source: Use filter and search features to quickly find specific media items.
de_de: Nutzen Sie die Filter- und Suchfunktionen, um schnell bestimmte Medienelemente zu finden.

source: Uploading
de_de: Hochladen

source: Here's where you can upload new media to your library. Just click the button and drag-and-drop your files in with ease.
de_de: Hier können Sie neue Medien in Ihre Bibliothek hochladen. Klicken Sie einfach auf die Schaltfläche und ziehen Sie Ihre Dateien einfach per Drag-and-Drop hinein.

source: Welcome to the "Add New User" page. Here, you can add users and manage their roles.
de_de: Willkommen auf der Seite "Neuen Benutzer hinzufügen". Hier können Sie Benutzer hinzufügen und ihre Rollen verwalten.

source: This page is pretty self-explanatory. But be extra careful with assigning roles, as they determine the permissions a user has!
de_de: Diese Seite ist ziemlich selbsterklärend. Seien Sie jedoch besonders vorsichtig bei der Zuweisung von Rollen, da diese die Berechtigungen eines Benutzers bestimmen!

source: Even the "Author" role, in the wrong hands, can cause significant damage to your website, as users with this role can write and publish posts.
de_de: Auch die Rolle "Autor" kann in den falschen Händen Ihrer Website erheblichen Schaden zufügen, da Benutzer mit dieser Rolle Beiträge schreiben und veröffentlichen können.

source: Tip 3
de_de: Tipp 3

source: An Administrator can revoke rights from all users... including you! So, be cautious about whom you assign the "Administrator" role.
de_de: Ein Administrator kann allen Benutzern die Rechte entziehen... auch Ihnen! Seien Sie also vorsichtig, wem Sie die Rolle "Administrator" zuweisen.

source: We're in the submenu that falls under the "Users" main menu item. Here, you can manage the users of your website.
de_de: Wir befinden uns im Untermenü, das zum Hauptmenüpunkt "Benutzer" gehört. Hier können Sie die Benutzer Ihrer Website verwalten.

source: All Users
de_de: Alle Benutzer

source: In the "All Users" page, you can see and manage all the users of your website.
de_de: Auf der Seite "Alle Benutzer" können Sie alle Benutzer Ihrer Website sehen und verwalten.
