Repository: wapuugotchi/wapuugotchi
Catalog: languages/wapuugotchi-local-*.po
Languages: de_de

source: On the overview page, you'll find a list of all users who are registered on your website.
de_de: Auf der Übersichtsseite finden Sie eine Liste aller Benutzer, die auf Ihrer Website registriert sind.

source: User Details
de_de: Benutzer-Details

source: Each user is displayed in a table. Apart from their username, you can also see their email address and user role.
de_de: Jeder Benutzer wird in einer Tabelle angezeigt. Neben dem Benutzernamen können Sie auch die E-Mail-Adresse und die Benutzerrolle sehen.

source: User Actions
de_de: Benutzer-Aktionen

source: When you hover over a user, a menu appears. Here, you can edit or delete a user. Give it a try!
de_de: Wenn Sie den Mauszeiger über einen Benutzer bewegen, erscheint ein Menü. Hier können Sie einen Benutzer bearbeiten oder löschen. Probieren Sie es aus!

source: Filter User Groups
de_de: Benutzergruppen filtern

source: Here, you can filter by user groups. This is especially useful if you have many users. The filter is dynamic and shows only the user groups that actually exist.
de_de: Hier können Sie nach Benutzergruppen filtern. Dies ist besonders nützlich, wenn Sie viele Benutzer haben. Der Filter ist dynamisch und zeigt nur die Benutzergruppen an, die tatsächlich existieren.

source: Search for Users
de_de: Suche nach Benutzern

source: Of course, you also have the option to search for specific users and roles. This is handy when you have many users.
de_de: Natürlich haben Sie auch die Möglichkeit, nach bestimmten Benutzern und Rollen zu suchen. Dies ist praktisch, wenn Sie viele Benutzer haben.

source: Add New User
de_de: Neuen Benutzer hinzufügen

source: Here's where you can add new users. Let's check it out!
de_de: Hier können Sie neue Benutzer hinzufügen. Probieren wir es aus!

source: Task Overview
de_de: Aufgabenübersicht

source: This page, "Tasks", provides an overview of the tasks you've completed and those still awaiting your attention.
de_de: Auf der Seite "Aufgaben" finden Sie einen Überblick über die Aufgaben, die Sie bereits erledigt haben und die, die noch auf Ihre Aufmerksamkeit warten.

source: On the overview page, you can see all tasks. It shows which tasks you've completed and which ones remain. Additionally, you can see how many pearls you'll earn for completing each task.
de_de: Auf der Übersichtsseite können Sie alle Aufgaben sehen. Sie zeigt, welche Aufgaben Sie bereits erledigt haben und welche noch ausstehen. Außerdem kannst du sehen, wie viele Perlen du für jede Aufgabe erhältst.

source: Conclusion!!!
de_de: Fazit!!!

source: Guess what? We're done! I've shared everything I know with you. I hope you had some fun and learned a bit along the way. I'm glad you stuck with me until the end!
de_de: Raten Sie mal! Wir sind fertig! Ich habe alles, was ich weiß, mit Ihnen geteilt. Ich hoffe, ihr hattet Spaß und habt ein bisschen was dabei gelernt. Ich bin froh, dass Sie bis zum Ende durchgehalten haben!

source: Feedback
de_de: Rückmeldung

source: I would be thrilled if you could leave some feedback for my developers. It helps them improve me and better assist you in the future.
de_de: Ich würde mich sehr freuen, wenn Sie meinen Entwicklern ein Feedback geben könnten. Es hilft ihnen, mich zu verbessern und Sie in Zukunft besser zu unterstützen.

source: Welcome to the most entertaining page of all... My page! 😄 Well, it's not exactly essential, but it's fun! Let's take a look.
de_de: Willkommen auf der unterhaltsamsten Seite von allen... Meiner Seite! 😄 Nun ja, sie ist nicht unbedingt notwendig, aber sie macht Spaß! Schauen wir mal rein.

source: Customize
de_de: Anpassen

source: On this page, you can customize the appearance. You also have the opportunity to give me a name.
de_de: Auf dieser Seite können Sie das Erscheinungsbild anpassen. Sie haben auch die Möglichkeit, mir einen Namen zu geben.

source: Here, you can adjust my appearance. You can change my hairstyle, make me wear glasses, or dress me in a new t-shirt. I'm curious to see what you'll do!
de_de: Hier kannst du mein Aussehen anpassen. Du kannst meine Frisur ändern, mir eine Brille aufsetzen oder mir ein neues T-Shirt anziehen. Ich bin gespannt, was du tun wirst!

source: The items you can equip me with are divided into categories. Check back often, as new items are continuously added!
de_de: Die Gegenstände, mit denen du mich ausstatten kannst, sind in Kategorien unterteilt. Schaut öfters vorbei, denn es werden ständig neue Gegenstände hinzugefügt!

source: Items
de_de: Artikel

source: Here, you can view all items in a category. Clicking an item will equip it on me. Some items are already unlocked, while others need to be unlocked.
de_de: Hier kannst du alle Gegenstände einer Kategorie sehen. Wenn du auf einen Gegenstand klickst, wird er mir ausgerüstet. Einige Gegenstände sind bereits freigeschaltet, während andere erst freigeschaltet werden müssen.

source: Pearls
de_de: Perlen

source: Here, you can see how many pearls you have. Pearls are the currency used to unlock new items. You earn pearls by completing tasks.
de_de: Hier kannst du sehen, wie viele Perlen du hast. Perlen sind die Währung, mit der du neue Gegenstände freischalten kannst. Du verdienst Perlen, indem du Aufgaben erfüllst.

source: Community Items
de_de: Artikel der Gemeinschaft

source: Many of the items were created by the WordPress community. You can see the creator's name when you want to unlock an item.
de_de: Viele der Elemente wurden von der WordPress-Community erstellt. Sie können den Namen des Erstellers sehen, wenn Sie ein Element freischalten möchten.

source: How does it work?
de_de: Wie funktioniert das?

source: Press ► to see how does it work!
de_de: Drücken Sie ► um zu sehen, wie es funktioniert!

source: Create 3 posts
de_de: 3 Beiträge erstellen

source: You created 3 posts!!
de_de: Sie haben 3 Stellen geschaffen!!

source: Create 5 posts
de_de: 5 Beiträge erstellen

source: You created 5 posts!!
de_de: Sie haben 5 Stellen geschaffen!!

source: Create 7 posts
de_de: 7 Stellen schaffen

source: You created 7 posts!!
de_de: Sie haben 7 Stellen geschaffen!!

source: Create 10 posts
de_de: 10 Beiträge erstellen

source: You created 10 posts!!
de_de: Sie haben 10 Stellen geschaffen!!

source: Create 3 pages
de_de: 3 Seiten erstellen

source: You created 3 pages!!
de_de: Sie haben 3 Seiten erstellt!!

source: Create 5 pages
de_de: 5 Seiten erstellen

source: You created 5 pages!!
de_de: Sie haben 5 Seiten erstellt!!

source: Create 7 pages
de_de: 7 Seiten erstellen

source: You created 7 pages!!
de_de: Sie haben 7 Seiten erstellt!!

source: Get 2 comment
de_de: 2 Kommentare erhalten

source: Cool, we get some attention. &#10024;
de_de: Cool, wir bekommen etwas Aufmerksamkeit. &#10024;

source: Get 5 comments
de_de: 5 Kommentare erhalten

source: We get more and more attention. &#10024;
de_de: Wir bekommen mehr und mehr Aufmerksamkeit. &#10024;

source: Get 10 comments
de_de: 10 Kommentare erhalten

source: Oh my god!
de_de: Oh mein Gott!

source: We are starting to become famous. &#127775;
de_de: Wir fangen an, berühmt zu werden. &#127775;

source: Log in on 10 different days
de_de: An 10 verschiedenen Tagen anmelden

source: Nice, you logged in for 10 consecutive days!
de_de: Schön, Sie haben sich 10 Tage hintereinander angemeldet!

source: Log in on 20 different days
de_de: An 20 verschiedenen Tagen anmelden

source: Nice, you logged in for 20 consecutive days!
de_de: Schön, Sie haben sich 20 Tage hintereinander angemeldet!

source: Log in on 30 different days
de_de: An 30 verschiedenen Tagen anmelden

source: Nice, you logged in for 30 consecutive days!
de_de: Schön, Sie haben sich 30 Tage lang ununterbrochen angemeldet!

source: Log in on 40 different days
de_de: An 40 verschiedenen Tagen anmelden

source: Nice, you logged in for 40 consecutive days!
de_de: Schön, Sie haben sich 40 Tage in Folge angemeldet!

source: Log in on 50 different days
de_de: An 50 verschiedenen Tagen anmelden

source: Nice, you logged in for 50 consecutive days!
de_de: Schön, Sie haben sich 50 Tage hintereinander eingeloggt!

source: Activate a SEO plugin
de_de: Aktivieren Sie ein SEO-Plugin

source: Awesome! &#128261;
de_de: Fantastisch! &#128261;

source: You've installed a SEO plugin. Let's add some keywords so that search engines can find us better.
de_de: Sie haben ein SEO-Plugin installiert. Fügen wir einige Schlüsselwörter hinzu, damit die Suchmaschinen uns besser finden können.

source: Activate a caching plugin
de_de: Aktivieren Sie ein Caching-Plugin

source: Fantastic! &#128171;
de_de: Fantastisch! &#128171;

source: You've installed a caching plugin. This way we can increase the speed of our website.
de_de: Sie haben ein Caching-Plugin installiert. Auf diese Weise können wir die Geschwindigkeit unserer Website erhöhen.

source: Activate a security plugin
de_de: Aktivieren Sie ein Sicherheits-Plugin

source: Great!
de_de: Großartig!

source: You've installed a security plugin! This will help protecting me from villains. &#128170;
de_de: Sie haben ein Sicherheits-Plugin installiert! Das wird mir helfen, mich vor Schurken zu schützen. &#128170;

source: Welcome to Wapuugotchi
de_de: Willkommen bei Wapuugotchi

source: Thank you for giving me a home! &#10084;&#65039;
de_de: Danke, dass du mir ein Zuhause gibst! &#10084;&#65039;

source: Remove all unused themes
de_de: Alle nicht verwendeten Themen entfernen

source: You cleaned up! &#129529;
de_de: Du hast aufgeräumt! &#129529;

source: Active Quests
de_de: Aktive Missionen

source: Completed Quests
de_de: Abgeschlossene Missionen

source: Save
de_de: Speichern

source: Saving…
de_de: Speichern...

source: Customize Your Wapuu with WapuuGotchi
de_de: Passe dein Wapuu mit WapuuGotchi an

source: Your Pearl Balance:
de_de: Deine Perlenbilanz:

source: Do you want to buy this item?
de_de: Möchtest du diesen Gegenstand kaufen?

source: Meet Your Personalized Wapuu Assistant.
de_de: Treffen Sie Ihren personalisierten Wapuu-Assistenten.
