Repository: wapuugotchi/wapuugotchi
Catalog: languages/wapuugotchi-local-*.po
Languages: de_de

source: Hi %s, great to see you!
de_de: Hallo %s, schön, dich zu sehen!

source: Hey %s, how are you today?
de_de: Hey %s, wie geht es dir heute?

source: Hey %s, did you sleep well?
de_de: Hey %s, hast du gut geschlafen?

source: Hi %s, how has your day been so far?
de_de: Hallo %s, wie war dein Tag bis jetzt?

source: Hey %s, ready for a new day?
de_de: Hey %s, bereit für einen neuen Tag?

source: Hello %s, what do you have planned today?
de_de: Hallo %s, was hast du heute vor?

source: Hi %s, fancy a coffee?
de_de: Hallo %s, Lust auf einen Kaffee?

source: Hey %s, it's always a pleasure to see you!
de_de: Hey %s, es ist immer eine Freude, dich zu sehen!

source: Hey %s, you look great today.
de_de: Hey %s, du siehst heute toll aus.

source: Hi %s, good to have you here.
de_de: Hallo %s, schön, dass du hier bist.

source: %s, we are a great team!
de_de: %s, wir sind ein tolles Team!

source: It's not the same without you, %s.
de_de: Ohne dich ist es nicht dasselbe, %s.

source: Well done! Mission completed!
de_de: Gut gemacht! Auftrag erfüllt!

source: WordPress Hunt
de_de: WordPress-Jagd

source: How well do you really know your WordPress?
de_de: Wie gut kennst du dein WordPress wirklich?

source: Test your knowledge about WordPress.
de_de: Teste dein Wissen über WordPress.

source: Who is the founder of WordPress?
de_de: Wer ist der Gründer von WordPress?

source: That's correct! Matt Mullenweg developed the first version of WordPress together with Mike Little in 2003. He is also the founder of Automattic.
de_de: Das ist richtig! Matt Mullenweg entwickelte die erste Version von WordPress zusammen mit Mike Little im Jahr 2003. Er ist auch der Gründer von Automattic.

source: That is unfortunately incorrect. The correct answer is Matt Mullenweg.
de_de: Das ist leider falsch. Die richtige Antwort lautet Matt Mullenweg.

source: What is the name of the first default theme in WordPress?
de_de: Wie heißt das erste Standard-Theme von WordPress?

source: Twenty Twenty
de_de: Zwanzig Zwanzig

source: Seven of Nine
de_de: Sieben von Neun

source: Twenty Ten
de_de: Zehnundzwanzig

source: That's correct! Twenty Ten was the first default theme in WordPress, released with WordPress 3.0 in 2010.
de_de: Das ist richtig! Twenty Ten war das erste Standard-Theme von WordPress, das mit WordPress 3.0 im Jahr 2010 veröffentlicht wurde.

source: That is unfortunately incorrect. The correct answer is Twenty Ten.
de_de: Das ist leider falsch. Die richtige Antwort lautet Zehnundzwanzig.

source: What is the name of the mascot of WordPress?
de_de: Wie lautet der Name des Maskottchens von WordPress?

source: Mickey Mouse
de_de: Micky Maus

source: Sonic the Hedgehog
de_de: Sonic der Igel

source: That's correct! Wapuu is the mascot of WordPress. It was designed by Kazuko Kaneuchi for the WordPress Japan community.
de_de: Das ist richtig! Wapuu ist das Maskottchen von WordPress. Es wurde von Kazuko Kaneuchi für die japanische WordPress-Community entworfen.

source: That is unfortunately incorrect. The correct answer is Wapuu.
de_de: Das ist leider falsch. Die richtige Antwort ist Wapuu.

source: What is the name of the first version of WordPress?
de_de: Wie lautet der Name der ersten Version von WordPress?

source: WordPress Prologue
de_de: WordPress Prolog

source: WordPress Zero
de_de: WordPress Null

source: That's correct! The first version of WordPress was WordPress 0.7, released on May 27, 2003.
de_de: Das ist richtig! Die erste Version von WordPress war WordPress 0.7, veröffentlicht am 27. Mai 2003.

source: That is unfortunately incorrect. The correct answer is WordPress 0.7.
de_de: Das ist leider falsch. Die richtige Antwort ist WordPress 0.7.

source: What is the name of the first plugin in WordPress?
de_de: Wie lautet der Name des ersten Plugins in WordPress?

source: Hello Dolly
de_de: Hallo Dolly

source: That's correct! Hello Dolly was the first plugin in WordPress, written by Matt Mullenweg.
de_de: Das ist richtig! Hello Dolly war das erste Plugin in WordPress, geschrieben von Matt Mullenweg.

source: That is unfortunately incorrect. The correct answer is Hello Dolly.
de_de: Das ist leider falsch. Die richtige Antwort ist Hello Dolly.

source: What is the name of the first WordCamp?
de_de: Wie lautet der Name des ersten WordCamps?

source: That's correct! WordCamp San Francisco was the first WordCamp, organized by Matt Mullenweg in 2006.
de_de: Das ist richtig! WordCamp San Francisco war das erste WordCamp, organisiert von Matt Mullenweg im Jahr 2006.

source: That is unfortunately incorrect. The correct answer is WordCamp San Francisco.
de_de: Das ist leider falsch. Die richtige Antwort ist WordCamp San Francisco.

source: What programming language is WordPress built on?
de_de: Auf welcher Programmiersprache basiert WordPress?

source: Klingon
de_de: Klingonisch

source: Morse Code
de_de: Morsealphabet

source: Ruby
de_de: Rubinrot

source: That's correct! WordPress is written in PHP.
de_de: Das ist richtig! WordPress ist in PHP geschrieben.

source: That is unfortunately incorrect. The correct answer is PHP.
de_de: Das ist leider falsch. Die richtige Antwort ist PHP.

source: What file type is commonly used for themes and plugins in WordPress?
de_de: Welcher Dateityp wird üblicherweise für Themes und Plugins in WordPress verwendet?

source: That's correct! Themes and plugins in WordPress are commonly distributed as ZIP files.
de_de: Das ist richtig! Themes und Plugins in WordPress werden in der Regel als ZIP-Dateien verteilt.

source: That is unfortunately incorrect. The correct answer is ZIP.
de_de: Das ist leider falsch. Die richtige Antwort ist ZIP.

source: What is the name of the marketplace for WordPress plugins and themes?
de_de: Wie lautet der Name des Marktplatzes für WordPress-Plugins und -Themes?

source: Plugin Palace
de_de: Plugin-Palast

source: Theme Forest
de_de: Thema Wald

source: That's correct! WordPress.org is the marketplace for WordPress plugins and themes.
de_de: Das ist richtig! WordPress.org ist der Marktplatz für WordPress Plugins und Themes.

source: That is unfortunately incorrect. The correct answer is WordPress.org.
de_de: Das ist leider falsch. Die richtige Antwort ist WordPress.org.

source: What is the maximum number of tags you can add to a WordPress post?
de_de: Wie viele Tags kann man einem WordPress-Beitrag maximal hinzufügen?

source: Unlimited
de_de: Unbegrenzt

source: That's correct! You can add an unlimited number of tags to a WordPress post.
de_de: Das ist richtig! Sie können eine unbegrenzte Anzahl von Tags zu einem WordPress-Beitrag hinzufügen.

source: That is unfortunately incorrect. The correct answer is Unlimited.
de_de: Das ist leider falsch. Die richtige Antwort lautet Unbegrenzt.

source: What is the recommended permalink structure for SEO in WordPress?
de_de: Was ist die empfohlene Permalink-Struktur für SEO in WordPress?

source: Numeric
de_de: Numerisch

source: Day and name
de_de: Tag und Name

source: Custom
de_de: Benutzerdefiniert

source: Random string of characters
de_de: Zufällige Zeichenkette

source: Name and emoji
de_de: Name und Emoji

source: As many slashes as possible
de_de: So viele Schrägstriche wie möglich

source: That's correct! The recommended permalink structure for SEO in WordPress is Post name.
de_de: Das ist richtig! Die empfohlene Permalink-Struktur für SEO in WordPress ist Post name.

source: That is unfortunately incorrect. The correct answer is Post name.
de_de: Das ist leider falsch. Die richtige Antwort ist Postname.

source: What does the acronym SEO stand for?
de_de: Wofür steht das Akronym SEO?

source: Super Easy Optimization
de_de: Superleichte Optimierung

source: Space Exploration Organization
de_de: Organisation für Weltraumforschung

source: Search Everything Online
de_de: Alles online suchen

source: Sneaky Engagement Orchestrator
de_de: Schleichender Engagement-Orchestrator

source: Success Every Opportunity
de_de: Erfolg bei jeder Gelegenheit

source: Search Engine Optimization
de_de: Optimierung der Suchmaschine

source: That's correct! SEO stands for Search Engine Optimization and is the process of improving the visibility of a website in search engines.
de_de: Das ist richtig! SEO steht für Search Engine Optimization (Suchmaschinenoptimierung) und ist der Prozess der Verbesserung der Sichtbarkeit einer Website in Suchmaschinen.

source: That is unfortunately incorrect. The correct answer is Search Engine Optimization.
de_de: Das ist leider falsch. Die richtige Antwort lautet: Suchmaschinenoptimierung.

source: What is the term for additional functionality that can be added to WordPress?
de_de: Was ist der Begriff für zusätzliche Funktionen, die zu WordPress hinzugefügt werden können?

source: Theme
de_de: Thema

source: Addon
de_de: Zusatzartikel

source: Feature
de_de: Merkmal

source: Attachment
de_de: Anlage

source: That's correct! Plugins are additional pieces of software that can be added to WordPress to extend its functionality.
de_de: Das ist richtig! Plugins sind zusätzliche Software, die zu WordPress hinzugefügt werden können, um dessen Funktionalität zu erweitern.

source: That is unfortunately incorrect. The correct answer is Plugin.
de_de: Das ist leider falsch. Die richtige Antwort ist Plugin.

source: What is the main configuration file for a WordPress website?
de_de: Was ist die wichtigste Konfigurationsdatei für eine WordPress-Website?

source: settings.ini
de_de: einstellungen.ini

source: wp-config.php
de_de: wp-konfig.php

source: That's correct! wp-config.php is the main configuration file for a WordPress website.
de_de: Das ist richtig! wp-config.php ist die wichtigste Konfigurationsdatei für eine WordPress-Website.

source: That is unfortunately incorrect. The correct answer is wp-config.php.
de_de: Das ist leider falsch. Die richtige Antwort lautet wp-config.php.

source: Which protocol is used for securing a WordPress site?
de_de: Welches Protokoll wird für die Sicherung einer WordPress-Website verwendet?

source: That's correct! HTTPS is the protocol used for securing a WordPress site.
de_de: Das ist richtig! HTTPS ist das Protokoll, das zur Sicherung einer WordPress-Website verwendet wird.

source: That is unfortunately incorrect. The correct answer is HTTPS.
de_de: Das ist leider falsch. Die richtige Antwort ist HTTPS.

source: What feature allows you to schedule posts in WordPress?
de_de: Welche Funktion ermöglicht es Ihnen, Beiträge in WordPress zu planen?

source: Future Post
de_de: Zukünftige Post

source: Post Timer
de_de: Zeitschaltuhr

source: Time Machine
de_de: Die Zeitmaschine

source: Post Planner
de_de: Post-Planer

source: Publish
de_de: Veröffentlichen

source: That's correct! The Publish feature in WordPress allows you to schedule posts to be published at a future date and time.
de_de: Das ist richtig! Mit der Veröffentlichungsfunktion in WordPress können Sie die Veröffentlichung von Beiträgen für ein zukünftiges Datum und eine zukünftige Uhrzeit planen.

source: That is unfortunately incorrect. The correct answer is Publish.
de_de: Das ist leider falsch. Die richtige Antwort ist Veröffentlichen.

source: Which role in WordPress has the highest level of access?
de_de: Welche Rolle in WordPress hat die höchste Zugriffsebene?

source: Editor
de_de: Herausgeber

source: Author
de_de: Autor

source: Contributor
de_de: Beitragende

source: Subscriber
de_de: Abonnent

source: Visitor
de_de: Besucher

source: God
de_de: Gott

source: Administrator
de_de: Verwalter

source: That's correct! The Administrator role in WordPress has the highest level of access and can perform all tasks on the site.
de_de: Das ist richtig! Die Rolle des Administrators in WordPress hat die höchste Zugriffsebene und kann alle Aufgaben auf der Website ausführen.

source: That is unfortunately incorrect. The correct answer is Administrator.
de_de: Das ist leider falsch. Die richtige Antwort lautet Administrator.

source: What is a common security measure to protect a WordPress site?
de_de: Was ist eine gängige Sicherheitsmaßnahme zum Schutz einer WordPress-Website?

source: Installing antivirus software
de_de: Installation von Antiviren-Software

source: Disabling JavaScript
de_de: Deaktivieren von JavaScript

source: Using weak passwords
de_de: Verwendung schwacher Passwörter

source: Hiding the site from search engines
de_de: Verstecken der Website vor Suchmaschinen

source: Using strong passwords
de_de: Verwendung sicherer Passwörter

source: That's correct! Using strong passwords is a common security measure to protect a WordPress site.
de_de: Das ist richtig! Die Verwendung starker Passwörter ist eine gängige Sicherheitsmaßnahme zum Schutz einer WordPress-Website.

source: That is unfortunately incorrect. The correct answer is Using strong passwords.
de_de: Das ist leider falsch. Die richtige Antwort lautet: Verwendung sicherer Passwörter.

source: How can you add custom functionality to a WordPress site without modifying the core files?
de_de: Wie können Sie einer WordPress-Website benutzerdefinierte Funktionen hinzufügen, ohne die Kerndateien zu ändern?

source: Editing the wp-admin folder
de_de: Bearbeiten des Ordners wp-admin

source: Modifying the index.php file
de_de: Ändern der Datei index.php

source: Using a magic wand
de_de: Mit einem Zauberstab

source: Writing a letter to WordPress
de_de: Einen Brief an WordPress schreiben

source: Using plugins
de_de: Verwendung von Plugins

source: That's correct! Using plugins is a way to add custom functionality to a WordPress site without modifying the core files.
de_de: Das ist richtig! Die Verwendung von Plugins ist eine Möglichkeit, benutzerdefinierte Funktionen zu einer WordPress-Website hinzuzufügen, ohne die Kerndateien zu ändern.

source: That is unfortunately incorrect. The correct answer is Using plugins.
de_de: Das ist leider falsch. Die richtige Antwort lautet: Verwendung von Plugins.

source: How can you improve the loading speed of a WordPress site?
de_de: Wie kann man die Ladegeschwindigkeit einer WordPress-Website verbessern?

source: Adding more plugins
de_de: Hinzufügen weiterer Plugins

source: Increasing the number of posts per page
de_de: Erhöhung der Anzahl der Beiträge pro Seite

source: Using a dial-up connection
de_de: Verwendung einer Einwahlverbindung

source: Removing all WordPress files
de_de: Entfernen aller WordPress-Dateien

source: Using a caching plugin
de_de: Verwendung eines Caching-Plugins

source: That's correct! Using a caching plugin is a way to improve the loading speed of a WordPress site.
de_de: Das ist richtig! Die Verwendung eines Caching-Plugins ist eine Möglichkeit, die Ladegeschwindigkeit einer WordPress-Website zu verbessern.

source: That is unfortunately incorrect. The correct answer is Using a caching plugin.
de_de: Das ist leider falsch. Die richtige Antwort lautet: Verwendung eines Caching-Plugins.

source: What is the name of the WordPress command line interface?
de_de: Wie lautet der Name der WordPress-Befehlszeilenschnittstelle?

source: CommandPress
de_de: BefehlPresse

source: WP-Shell
de_de: WP-Schale

source: That's correct! WP-CLI is the command line interface for WordPress and allows you to manage your WordPress site from the command line.
de_de: Das ist richtig! WP-CLI ist die Befehlszeilenschnittstelle für WordPress und ermöglicht es Ihnen, Ihre WordPress-Website über die Befehlszeile zu verwalten.

source: That is unfortunately incorrect. The correct answer is WP-CLI.
de_de: Das ist leider falsch. Die richtige Antwort ist WP-CLI.

source: Which of the following is a common issue when updating WordPress?
de_de: Welcher der folgenden Punkte ist ein häufiges Problem bei der Aktualisierung von WordPress?

source: Faster website speed
de_de: Schnellere Website-Geschwindigkeit

source: Increased user registrations
de_de: Erhöhte Benutzerregistrierungen

source: Plugin compatibility problems
de_de: Plugin-Kompatibilitätsprobleme

source: That's correct! Plugin compatibility problems are a common issue when updating WordPress.
de_de: Das ist richtig! Plugin-Kompatibilitätsprobleme sind ein häufiges Problem bei der Aktualisierung von WordPress.

source: That is unfortunately incorrect. The correct answer is Plugin compatibility problems.
de_de: Das ist leider falsch. Die richtige Antwort lautet: Plugin-Kompatibilitätsprobleme.

source: How do you access the WordPress admin dashboard?
de_de: Wie greifen Sie auf das WordPress-Administrations-Dashboard zu?

source: By clicking a button on the homepage
de_de: Durch Anklicken einer Schaltfläche auf der Homepage

source: By entering the secret code
de_de: Durch Eingabe des Geheimcodes

source: By appending /wp-admin to the site URL
de_de: Durch Anhängen von /wp-admin an die URL der Website

source: That's correct! You can access the WordPress admin dashboard by appending /wp-admin to the site URL.
de_de: Das ist richtig! Sie können auf das WordPress-Admin-Dashboard zugreifen, indem Sie /wp-admin an die URL der Website anhängen.

source: That is unfortunately incorrect. The correct answer is By appending /wp-admin to the site URL.
de_de: Das ist leider falsch. Die richtige Antwort lautet: Durch Anhängen von /wp-admin an die URL der Website.

source: Why should you make a small donation for the Wapuugotchi plugin?
de_de: Warum sollten Sie eine kleine Spende für das Wapuugotchi-Plugin machen?

source: To make the plugin author rich
de_de: Um das Plugin autorenreich zu machen

source: To increase your website traffic
de_de: So steigern Sie den Verkehr auf Ihrer Website

source: To make the Wapuu happy
de_de: Um die Wapuu glücklich zu machen

source: To get a free t-shirt
de_de: Um ein kostenloses T-Shirt zu erhalten

source: To support the development of the plugin
de_de: Zur Unterstützung der Entwicklung des Plugins

source: Correct! With a small donation, you can support the further development of Wapuugotchi. There are many exciting plans ahead. Visit us at www.wapuugotchi.com!
de_de: Richtig! Mit einer kleinen Spende können Sie die weitere Entwicklung von Wapuugotchi unterstützen. Es gibt noch viele spannende Pläne. Besuchen Sie uns auf www.wapuugotchi.com!

source: That is unfortunately incorrect. The correct answer is To support the development and maintenance of the plugin.
de_de: Das ist leider falsch. Die richtige Antwort lautet: Um die Entwicklung und Wartung des Plugins zu unterstützen.

source: Which WordPress plugin is commonly used for search engine optimization (SEO)?
de_de: Welches WordPress-Plugin wird üblicherweise für die Suchmaschinenoptimierung (SEO) verwendet?

source: Contact Form 7
de_de: Kontakt-Formular 7

source: That's correct! Yoast SEO is one of the most popular plugins for search engine optimization in WordPress.
de_de: Das ist richtig! Yoast SEO ist eines der beliebtesten Plugins für die Suchmaschinenoptimierung in WordPress.

source: That is unfortunately incorrect. The correct answer is Yoast SEO.
de_de: Das ist leider falsch. Die richtige Antwort ist Yoast SEO.

source: Which of the following is NOT a default post type in WordPress?
de_de: Welcher der folgenden ist KEIN Standard-Post-Typ in WordPress?

source: Post
de_de: Beitrag

source: Page
de_de: Seite

source: Product
de_de: Produkt

source: That's correct! Product is not a default post type in WordPress; it is usually added by plugins like WooCommerce.
de_de: Das ist richtig! Produkt ist kein Standard-Post-Typ in WordPress; er wird normalerweise von Plugins wie WooCommerce hinzugefügt.

source: That is unfortunately incorrect. The correct answer is Product.
de_de: Das ist leider falsch. Die richtige Antwort lautet Produkt.

source: Which WordPress feature helps in managing multiple websites from a single installation?
de_de: Welche WordPress-Funktion hilft bei der Verwaltung mehrerer Websites von einer einzigen Installation aus?

source: Multiuser
de_de: Mehrbenutzer

source: Multilingual
de_de: Mehrsprachig

source: That's correct! The Multisite feature allows you to manage multiple WordPress sites from a single installation.
de_de: Das ist richtig! Die Multisite-Funktion ermöglicht es Ihnen, mehrere WordPress-Sites von einer einzigen Installation aus zu verwalten.

source: That is unfortunately incorrect. The correct answer is Multisite.
de_de: Das ist leider falsch. Die richtige Antwort ist Multisite.

source: Which plugin is typically used to build contact forms in WordPress?
de_de: Welches Plugin wird normalerweise für die Erstellung von Kontaktformularen in WordPress verwendet?

source: That's correct! Contact Form 7 is a popular plugin for creating contact forms in WordPress.
de_de: Das ist richtig! Contact Form 7 ist ein beliebtes Plugin für die Erstellung von Kontaktformularen in WordPress.

source: That is unfortunately incorrect. The correct answer is Contact Form 7.
de_de: Das ist leider falsch. Die richtige Antwort ist Contact Form 7.

source: Which plugin is typically used to add e-commerce functionality to a WordPress site?
de_de: Welches Plugin wird in der Regel verwendet, um einer WordPress-Website E-Commerce-Funktionen hinzuzufügen?

source: All in One SEO Pack
de_de: Alles in einem SEO-Paket

source: That's correct! WooCommerce is the most popular e-commerce plugin for WordPress, enabling online store functionality.
de_de: Das ist richtig! WooCommerce ist das beliebteste E-Commerce-Plugin für WordPress, das die Funktionalität eines Online-Shops ermöglicht.

source: That is unfortunately incorrect. The correct answer is WooCommerce.
de_de: Das ist leider falsch. Die richtige Antwort ist WooCommerce.

source: What are WordPress major versions named after?
de_de: Wonach sind die Hauptversionen von WordPress benannt?

source: Famous scientists
de_de: Berühmte Wissenschaftler

source: Space missions
de_de: Weltraummissionen

source: Hollywood actors
de_de: Hollywood-Schauspieler

source: Marvel characters
de_de: Marvel-Figuren

source: Jazz musicians
de_de: Jazz-Musiker

source: That's correct! Matt Mullenweg, the co-founder of WordPress, is a big jazz fan and wanted to bring a personal touch to the project.
de_de: Das ist richtig! Matt Mullenweg, der Mitbegründer von WordPress, ist ein großer Jazz-Fan und wollte dem Projekt eine persönliche Note verleihen.

source: That is unfortunately incorrect. The correct answer is Jazz musicians.
de_de: Das ist leider falsch. Die richtige Antwort lautet: Jazzmusiker.

source: When was the first WordCamp organized?
de_de: Wann wurde das erste WordCamp organisiert?

source: That's correct! The first WordCamp was organized in 2006 by Matt Mullenweg in San Francisco.
de_de: Das ist richtig! Das erste WordCamp wurde 2006 von Matt Mullenweg in San Francisco organisiert.

source: That is unfortunately incorrect. The correct answer is 2006.
de_de: Das ist leider falsch. Die richtige Antwort lautet 2006.

source: How many themes are currently hosted on WordPress.org?
de_de: Wie viele Themes werden derzeit auf WordPress.org gehostet?

source: Over 1,000
de_de: Über 1.000

source: Over 5,000
de_de: Über 5.000

source: Over 100
de_de: Über 100

source: Over 2,500
de_de: Über 2.500

source: Over 12,000
de_de: Über 12.000

source: That's correct! There are currently over 12,000 themes hosted on WordPress.org.
de_de: Das ist richtig! Derzeit gibt es über 12.000 Themes, die auf WordPress.org gehostet werden.

source: That is unfortunately incorrect. The correct answer is Over 10,000.
de_de: Das ist leider falsch. Die richtige Antwort lautet Über 10.000.

source: How many plugins are currently hosted on WordPress.org?
de_de: Wie viele Plugins werden derzeit auf WordPress.org gehostet?

source: Over 10,000
de_de: Über 10.000

source: Over 25,000
de_de: Über 25.000

source: Over 40,000
de_de: Über 40.000

source: Over 55,000
de_de: Über 55.000
