Repository: wapuugotchi/wapuugotchi
Catalog: languages/wapuugotchi-local-*.po
Languages: de_de

source: That's correct! There are currently over 55,000 plugins hosted on WordPress.org.
de_de: Das ist richtig! Derzeit gibt es über 55.000 Plugins, die auf WordPress.org gehostet werden.

source: That is unfortunately incorrect. The correct answer is Over 60,000.
de_de: Das ist leider falsch. Die richtige Antwort lautet Über 60.000.

source: Why should you use a Two-Factor Authentication plugin?
de_de: Warum sollten Sie ein Plugin für die Zwei-Faktor-Authentifizierung verwenden?

source: Wapuu demands it
de_de: Wapuu verlangt es

source: For daily brain teasers
de_de: Für das tägliche Rätselraten

source: Hackers need challenges
de_de: Hacker brauchen Herausforderungen

source: It sounds super cool
de_de: Das klingt super cool

source: Better security against hackers
de_de: Mehr Sicherheit gegen Hacker

source: That's correct! Two-Factor Authentication greatly enhances your account's security.
de_de: Das ist richtig! Die Zwei-Faktor-Authentifizierung erhöht die Sicherheit Ihres Kontos erheblich.

source: That is unfortunately incorrect. Two-Factor Authentication is crucial for protecting your account from hackers.
de_de: Das ist leider falsch. Die Zwei-Faktor-Authentifizierung ist entscheidend für den Schutz Ihres Kontos vor Hackern.

source: Why should you only install plugins and themes from trusted developers?
de_de: Warum sollten Sie nur Plugins und Themes von vertrauenswürdigen Entwicklern installieren?

source: They grant magic powers
de_de: Sie verleihen magische Kräfte

source: Trusted devs are cooler
de_de: Vertrauenswürdige Entwickler sind cooler

source: For bragging rights online
de_de: Für das Recht zu prahlen online

source: To unlock hidden levels
de_de: Versteckte Levels freischalten

source: To avoid security risks
de_de: Um Sicherheitsrisiken zu vermeiden

source: That's correct! Trusted developers reduce the risk of malware and vulnerabilities.
de_de: Das ist richtig! Vertrauenswürdige Entwickler verringern das Risiko von Malware und Sicherheitslücken.

source: That is unfortunately incorrect. Installing untrusted plugins or themes can seriously compromise your website's security.
de_de: Das ist leider falsch. Die Installation von nicht vertrauenswürdigen Plugins oder Themes kann die Sicherheit Ihrer Website ernsthaft gefährden.

source: Why should you keep plugins and themes updated?
de_de: Warum sollten Sie Plugins und Themes auf dem neuesten Stand halten?

source: They get faster Wi-Fi
de_de: Sie erhalten schnelleres Wi-Fi

source: Wapuu loves updates
de_de: Wapuu liebt Updates

source: They start growing plants
de_de: Sie beginnen mit dem Anbau von Pflanzen

source: For a fresher look
de_de: Für ein frischeres Aussehen

source: To fix security issues
de_de: Behebung von Sicherheitsproblemen

source: That's correct! Updates often include important security fixes and improvements.
de_de: Das ist richtig! Updates enthalten oft wichtige Sicherheitsbehebungen und Verbesserungen.

source: That is unfortunately incorrect. Outdated plugins and themes can make your site vulnerable to attacks.
de_de: Das ist leider falsch. Veraltete Plugins und Themes können Ihre Website anfällig für Angriffe machen.

source: Missions
de_de: Missionen

source: Reset Mission
de_de: Mission zurücksetzen

source: The Endless Steppes
de_de: Die unendlichen Steppen

source: Embark with your brave Wapuu on an adventure through the endless steppes in search of a hidden treasure. But the journey is fraught with dangers and tricky puzzles! Only with your help can your Wapuu overcome these challenges. Support your courageous companion on their journey and together, become the heroes of this adventure!
de_de: Begib dich mit deinem tapferen Wapuu auf ein Abenteuer durch die endlosen Steppen auf der Suche nach einem verborgenen Schatz. Doch die Reise ist voller Gefahren und kniffliger Rätsel! Nur mit deiner Hilfe kann dein Wapuu diese Herausforderungen meistern. Unterstütze deinen mutigen Begleiter auf seiner Reise und werdet gemeinsam zu den Helden dieses Abenteuers!

source: Wapuu embarks on an adventure through the vast, endless steppes. Soon, he comes across a dense forest where the trees block his way. Carved into the bark of an old tree is a riddle. Only by solving it the hidden path will reveal itself.
de_de: Wapuu begibt sich auf ein Abenteuer durch die weiten, endlosen Steppen. Bald stößt er auf einen dichten Wald, in dem ihm die Bäume den Weg versperren. In die Rinde eines alten Baumes ist ein Rätsel geritzt. Nur wenn er es löst, wird sich der verborgene Pfad offenbaren.

source: After solving the riddle in the forest, Wapuu reaches a massive mountain range. A large monolith blocks the path between the peaks. On its surface is another riddle, and only the correct answer will clear the way.
de_de: Nachdem er das Rätsel im Wald gelöst hat, erreicht Wapuu eine gewaltige Bergkette. Ein großer Monolith versperrt den Weg zwischen den Gipfeln. Auf seiner Oberfläche befindet sich ein weiteres Rätsel, und nur die richtige Antwort wird den Weg frei machen.

source: With the monolith moved aside, Wapuu continues his journey. Suddenly, he comes across a cave, but the entrance is blocked by a giant spider’s web. A spider emerges from the shadows and presents him a new challenge. Only by solving her riddle Wapuu will gain access to the cave.
de_de: Nachdem der Monolith zur Seite geschoben wurde, setzt Wapuu seine Reise fort. Plötzlich stößt er auf eine Höhle, aber der Eingang ist durch ein riesiges Spinnennetz versperrt. Eine Spinne taucht aus dem Schatten auf und stellt ihn vor eine neue Herausforderung. Nur wenn er ihr Rätsel löst, erhält Wapuu Zugang zur Höhle.

source: After passing the spider’s test, Wapuu reaches a peaceful oasis. In the clear water, a glowing fish swims. It promises to show Wapuu the way to the treasure if he can answer the next question correctly.
de_de: Nachdem er den Test der Spinne bestanden hat, erreicht Wapuu eine friedliche Oase. In dem klaren Wasser schwimmt ein leuchtender Fisch. Er verspricht, Wapuu den Weg zum Schatz zu zeigen, wenn er die nächste Frage richtig beantworten kann.

source: Wapuu finally finds the treasure. However, a mysterious inscription on the chest says that it will only open if he can solve the final riddle engraved on the lid.
de_de: Wapuu findet schließlich den Schatz. Eine geheimnisvolle Inschrift auf der Truhe besagt jedoch, dass sie sich nur öffnen lässt, wenn er das letzte Rätsel auf dem Deckel lösen kann.

source: The Burning Rivers
de_de: Die brennenden Flüsse

source: Join your brave Wapuu on a daring journey through the burning rivers, where the air shimmers with heat and every choice matters. Treacherous currents and challenging puzzles await to test your resolve! Only with your support can your Wapuu overcome the dangers ahead. Stand by your courageous companion and together, craft a heroic tale that begins in the burning rivers!
de_de: Begleite deinen tapferen Wapuu auf eine waghalsige Reise durch die brennenden Flüsse, wo die Luft vor Hitze flimmert und jede Entscheidung zählt. Tückische Ströme und herausfordernde Rätsel warten darauf, deine Entschlossenheit zu testen! Nur mit deiner Unterstützung kann dein Wapuu die bevorstehenden Gefahren meistern. Stehe deinem mutigen Gefährten zur Seite und schreibe gemeinsam eine Heldengeschichte, die in den brennenden Flüssen beginnt!

source: Wapuu ventures deeper into the burning rivers and discovers a dark cave. The entrance is guarded by fiery bats, and inside, a mysterious glow reveals a riddle carved into the stone walls. Solving it is the key to proceeding further.
de_de: Wapuu wagt sich tiefer in die brennenden Flüsse und entdeckt eine dunkle Höhle. Der Eingang wird von feurigen Fledermäusen bewacht, und im Inneren enthüllt ein geheimnisvolles Leuchten ein in die Steinwände geritztes Rätsel. Die Lösung des Rätsels ist der Schlüssel zum Weiterkommen.

source: Leaving the cave, Wapuu finds himself at the base of a towering volcano. The ground trembles with every step, and molten rocks block the path. To proceed, he must solve the riddle etched into an ancient, lava-scorched tablet.
de_de: Als Wapuu die Höhle verlässt, befindet er sich am Fuße eines gewaltigen Vulkans. Der Boden zittert bei jedem Schritt, und geschmolzene Felsen versperren den Weg. Um weiterzukommen, muss er das Rätsel lösen, das auf einer uralten, von Lava verbrannten Tafel eingraviert ist.

source: The volcano's riddle solved, Wapuu carefully crosses a raging lava flow. A series of stepping stones appear, but only the correct answer to the fiery question will light the way.
de_de: Das Rätsel des Vulkans ist gelöst, und Wapuu durchquert vorsichtig einen tosenden Lavastrom. Eine Reihe von Trittsteinen erscheint, aber nur die richtige Antwort auf die feurige Frage wird den Weg erhellen.

source: On the other side of the lava flow, a mighty Fire Golem rises from the ground. Its burning eyes pierce through the haze as it poses a challenging riddle to Wapuu. Only by answering it can the Golem be calmed.
de_de: Auf der anderen Seite des Lavastroms erhebt sich ein mächtiger Feuer-Golem aus dem Boden. Seine brennenden Augen durchdringen den Dunst, während er Wapuu ein herausforderndes Rätsel stellt. Nur durch die Beantwortung des Rätsels kann der Golem besänftigt werden.

source: With the Fire Golem appeased, Wapuu reaches the final destination: a glowing treasure chest made of sparkling diamonds. Yet, an intricate fiery inscription on the chest demands one last riddle to be solved before the treasure can be claimed.
de_de: Nachdem der Feuer-Golem besänftigt ist, erreicht Wapuu sein Ziel: eine leuchtende Schatztruhe aus funkelnden Diamanten. Doch eine verschlungene feurige Inschrift auf der Truhe verlangt ein letztes Rätsel, das gelöst werden muss, bevor der Schatz gehoben werden kann.

source: The Frozen Village
de_de: Das gefrorene Dorf

source: Wapuu arrives at the Yeti Village, where he hears about a mysterious treasure. The villagers tell him about a hermit who possesses valuable information. However, before they reveal the hermit's location, Wapuu must solve a tricky riddle.
de_de: Wapuu kommt im Yeti-Dorf an, wo er von einem geheimnisvollen Schatz erfährt. Die Dorfbewohner erzählen ihm von einem Einsiedler, der über wertvolle Informationen verfügt. Doch bevor sie ihm den Aufenthaltsort des Einsiedlers verraten, muss Wapuu ein kniffliges Rätsel lösen.

source: The villagers have told Wapuu that the hermit has set up camp near the great rift. However, when Wapuu arrives, the camp is deserted. Inside an old igloo, he discovers a hidden message. Can he solve the riddle to find out where the hermit has gone?
de_de: Die Dorfbewohner haben Wapuu erzählt, dass der Einsiedler sein Lager in der Nähe des großen Grabens aufgeschlagen hat. Doch als Wapuu ankommt, ist das Lager verlassen. In einem alten Iglu entdeckt er eine versteckte Nachricht. Kann er das Rätsel lösen und herausfinden, wohin der Einsiedler gegangen ist?

source: Wapuu learns that the hermit has gone hunting. When he arrives at the hunting grounds, he finds the hermit injured. The old man has stepped into a thorn trap and urgently needs medicine. However, the location of the remedy is hidden behind another riddle.
de_de: Wapuu erfährt, dass der Einsiedler auf die Jagd gegangen ist. Als er in den Jagdgründen ankommt, findet er den Einsiedler verletzt vor. Der alte Mann ist in eine Dornenfalle getreten und braucht dringend Medizin. Der Ort, an dem sich das Heilmittel befindet, ist jedoch hinter einem anderen Rätsel verborgen.

source: Wapuu discovers that the medicine can be found at the Ice Crystal. Together with the hermit, he sets off to retrieve it. When sunlight hits the crystal, it begins to glow in different colors, revealing a mysterious puzzle. Only by solving it can Wapuu obtain the cure.
de_de: Wapuu findet heraus, dass die Medizin im Eiskristall zu finden ist. Zusammen mit dem Einsiedler macht er sich auf den Weg, um ihn zu holen. Wenn das Sonnenlicht auf den Kristall trifft, beginnt er in verschiedenen Farben zu leuchten und enthüllt ein geheimnisvolles Rätsel. Nur wenn er es löst, kann Wapuu das Heilmittel erhalten.

source: The medicine works quickly, and the hermit recovers in no time. Grateful for Wapuu’s help, he leads him to the treasure. However, before Wapuu can claim it, the hermit presents him with one final riddle. Can Wapuu solve it and secure the legendary treasure?
de_de: Die Medizin wirkt schnell, und der Einsiedler erholt sich in kürzester Zeit. Dankbar für Wapuus Hilfe, führt er ihn zum Schatz. Doch bevor Wapuu ihn abholen kann, stellt ihm der Einsiedler ein letztes Rätsel. Kann Wapuu es lösen und sich den legendären Schatz sichern?

source: %s clue
de_de: %s Abschnitt

source: Step %1$s of %2$s done, keep on going!
de_de: Schritt %1$s von %2$s erledigt, weiter geht's!

source: Page Overview
de_de: Seite Übersicht

source: Welcome Aboard!
de_de: Willkommen an Bord!

source: Hey there! Welcome to your journey through the WordPress universe! I'm super excited to guide you through your first steps in WordPress. First, we are going to dive into two essentials: the admin bar and the admin menu. Let's go!
de_de: Hallo zusammen! Willkommen auf deiner Reise durch das WordPress-Universum! Ich freue mich sehr darauf, dich durch deine ersten Schritte in WordPress zu führen. Als erstes werden wir uns mit zwei grundlegenden Dingen beschäftigen: der Admin-Leiste und dem Admin-Menü. Los geht's!

source: First, let's look at how to navigate the tour. Above this dialog box are the navigation controls, allowing you to move forward or backward, end the tour, or start a demo at key points.
de_de: Sehen wir uns zunächst an, wie Sie durch die Tour navigieren können. Über diesem Dialogfeld befinden sich die Navigationssteuerungen, mit denen Sie vorwärts oder rückwärts gehen, die Tour beenden oder eine Demo an wichtigen Punkten starten können.

source: The Admin-Bar
de_de: Die Admin-Leiste

source: First stop, the "Admin Bar"! This is your quick access lane to key areas and information. You will also get a snapshot of pending updates and comments here.
de_de: Erster Halt: die "Admin Bar"! Hier haben Sie schnellen Zugriff auf die wichtigsten Bereiche und Informationen. Hier erhalten Sie auch einen Überblick über anstehende Aktualisierungen und Kommentare.

source: I also have a menu item here. Here, you can restart the tour we’re currently on—or just specific parts of it!
de_de: Ich habe hier auch einen Menüpunkt. Hier können Sie die Tour, auf der wir gerade sind, neu starten - oder nur bestimmte Teile davon!

source: Navigating the website
de_de: Navigieren auf der Website

source: The "Admin Menu" makes switching between different areas of your website a breeze. You can easily access one of these areas by clicking on a main menu item.
de_de: Das "Admin Menu" macht den Wechsel zwischen verschiedenen Bereichen Ihrer Website zum Kinderspiel. Sie können einfach auf einen dieser Bereiche zugreifen, indem Sie auf einen Hauptmenüpunkt klicken.

source: About submenus
de_de: Über Untermenüs

source: After clicking on a main menu item, you’ll see some submenu items pop up underneath. They're like special little tools that let you do things related to the main menu item you clicked on. It's super helpful!
de_de: Wenn Sie auf einen Hauptmenüpunkt klicken, werden darunter einige Untermenüpunkte angezeigt. Sie sind wie spezielle kleine Werkzeuge, mit denen Sie Dinge tun können, die mit dem angeklickten Hauptmenüpunkt zusammenhängen. Das ist sehr hilfreich!

source: Tip 1
de_de: Tipp 1

source: A small hint: If you want a wider view of your website, you can always collapse the admin menu. Give it a try by clicking the ► button.
de_de: Ein kleiner Tipp: Wenn Sie eine breitere Ansicht Ihrer Website wünschen, können Sie das Verwaltungsmenü jederzeit einklappen. Probieren Sie es aus, indem Sie auf die Schaltfläche ► klicken.

source: Let's take a closer look at each "Main Menu Item". We'll uncover the ins and outs, showing you how every part plays its role in the grand WordPress system. Ready to explore?
de_de: Schauen wir uns die einzelnen "Hauptmenüpunkte" genauer an. Wir werden die Besonderheiten aufdecken und Ihnen zeigen, wie jedes Teil seine Rolle im großen WordPress-System spielt. Bereit zum Erforschen?

source: Exploring the Dashboard
de_de: Erkundung des Dashboards

source: Let's zoom into our first main menu item: the "Dashboard". This is where you'll find all the key info from every corner of your website. Let's peek inside!
de_de: Kommen wir zu unserem ersten Hauptmenüpunkt: dem "Dashboard". Hier finden Sie alle wichtigen Informationen aus allen Bereichen Ihrer Website. Werfen wir einen Blick hinein!

source: Our first stop is the "Home" page. This pops up when you log into your WordPress backend.
de_de: Unsere erste Station ist die Seite "Home". Diese wird angezeigt, wenn Sie sich in Ihr WordPress-Backend einloggen.

source: The Rundown
de_de: Der Rundown

source: This page gives you a summary of everything – new posts, recent comments, and stats from across your website.
de_de: Diese Seite gibt Ihnen einen Überblick über alles - neue Beiträge, aktuelle Kommentare und Statistiken Ihrer gesamten Website.

source: Customize It
de_de: Anpassen

source: You've got the power to tweak your "Home" page. Turn off elements that don't spark your interest. It's all in your hands! Click the ► button to see how does it work.
de_de: Sie haben die Möglichkeit, Ihre "Home"-Seite zu optimieren. Schalten Sie Elemente aus, die Ihr Interesse nicht wecken. Sie haben es selbst in der Hand! Klicken Sie auf die Schaltfläche ►, um zu sehen, wie es funktioniert.

source: Categories
de_de: Kategorien

source: This is the "Categories" page! These are super handy for organizing and structuring your content, making it easier for visitors to find relevant info.
de_de: Dies ist die Seite "Kategorien"! Diese sind sehr praktisch, um Ihre Inhalte zu organisieren und zu strukturieren, damit die Besucher leichter relevante Informationen finden.

source: Creating New Ones
de_de: Neue erstellen

source: You can create new categories to group your posts thematically. This not only makes navigation a breeze but also boosts SEO, helping users find your website when they search.
de_de: Sie können neue Kategorien erstellen, um Ihre Beiträge thematisch zu gruppieren. Das macht nicht nur die Navigation zum Kinderspiel, sondern fördert auch die Suchmaschinenoptimierung, da die Nutzer Ihre Website bei der Suche besser finden.

source: Hierarchies
de_de: Hierarchien

source: Categories can have a hierarchy. Set up subcategories for even more precise organization of your content.
de_de: Kategorien können eine Hierarchie haben. Richten Sie Unterkategorien ein, um Ihre Inhalte noch genauer zu organisieren.

source: Overview Page
de_de: Übersichtsseite

source: The overview page not only shows all your categories but also their hierarchical relationships. Check out how often your categories are used in your posts.
de_de: Die Übersichtsseite zeigt nicht nur alle Ihre Kategorien, sondern auch ihre hierarchischen Beziehungen. Sehen Sie sich an, wie oft Ihre Kategorien in Ihren Beiträgen verwendet werden.

source: In Summary
de_de: Zusammenfassung

source: Overall, the "Categories" page offers an effective way to enhance the organization and findability of content on your website.
de_de: Insgesamt bietet die Seite "Kategorien" eine effektive Möglichkeit, die Organisation und Auffindbarkeit von Inhalten auf Ihrer Website zu verbessern.

source: Comments
de_de: Kommentare

source: Now, I'm going to tell you everything I know about the "Comments" main menu item. This is the place where all the conversations on your website happen.
de_de: Jetzt werde ich Ihnen alles erzählen, was ich über den Hauptmenüpunkt "Kommentare" weiß. Dies ist der Ort, an dem alle Unterhaltungen auf Ihrer Website stattfinden.

source: Why Comments?
de_de: Warum Kommentare?

source: This page is a key tool for engaging with your visitors. Here, you can respond to feedback and moderate discussions.
de_de: Diese Seite ist ein wichtiges Instrument, um mit Ihren Besuchern in Kontakt zu treten. Hier können Sie auf Feedback reagieren und Diskussionen moderieren.

source: Overview
de_de: Übersicht

source: This is where you'll find a list of all the comments left by visitors on your website, including the comment text, the author's name, the post they commented on, and the date.
de_de: Hier finden Sie eine Liste aller Kommentare, die Besucher auf Ihrer Website hinterlassen haben, einschließlich des Kommentartextes, des Namens des Verfassers, des Beitrags, zu dem der Kommentar abgegeben wurde, und des Datums.

source: This field lets you quickly see who left the comment. For registered visitors, their email address is also shown.
de_de: In diesem Feld können Sie schnell sehen, wer den Kommentar hinterlassen hat. Bei registrierten Besuchern wird auch ihre E-Mail-Adresse angezeigt.

source: Comment Status
de_de: Kommentar Status

source: The "Comment" field displays the actual content of the comment left by a visitor on your website.
de_de: Das Feld "Kommentar" zeigt den tatsächlichen Inhalt des Kommentars an, den ein Besucher auf Ihrer Website hinterlassen hat.

source: Related Post
de_de: Verwandter Beitrag

source: This shows which post the comment is referring to, helping you understand the context.
de_de: Dies zeigt, auf welchen Beitrag sich der Kommentar bezieht, und hilft Ihnen, den Kontext zu verstehen.

source: Comment Date
de_de: Kommentar Datum

source: The "Date" field indicates when the comment was left on your website.
de_de: Das Feld "Datum" gibt an, wann der Kommentar auf Ihrer Website hinterlassen wurde.

source: Changing Comment Status
de_de: Ändern des Kommentarstatus

source: A comment can be "Pending", "Approved", "Trash", or "Spam". Pending comments won't show on your website until you approve them.
de_de: Ein Kommentar kann "Ausstehend", "Genehmigt", "Papierkorb" oder "Spam" sein. Ausstehende Kommentare werden auf Ihrer Website nicht angezeigt, bis Sie sie genehmigen.

source: Using Search
de_de: Suche verwenden

source: The search function lets you look for specific comments based on keywords, usernames, email addresses, or other relevant info.
de_de: Mit der Suchfunktion können Sie anhand von Schlüsselwörtern, Benutzernamen, E-Mail-Adressen oder anderen relevanten Informationen nach bestimmten Kommentaren suchen.

source: A quick hint: Want to quickly approve or trash a comment? Hover over it and click the corresponding action.
de_de: Ein kleiner Tipp: Sie möchten einen Kommentar schnell genehmigen oder löschen? Bewegen Sie den Mauszeiger über den Kommentar und klicken Sie auf die entsprechende Aktion.

source: Pages Overview
de_de: Seiten Übersicht

source: We're now exploring the submenu of the "Pages" main menu item. This is where you manage all your static content.
de_de: Wir erkunden jetzt das Untermenü des Hauptmenüpunkts "Seiten". Hier verwalten Sie alle Ihre statischen Inhalte.

source: All Pages
de_de: Alle Seiten

source: "All Pages" lets you view, organize, and manage your pages all in one spot.
de_de: Mit "Alle Seiten" können Sie Ihre Seiten an einem Ort anzeigen, organisieren und verwalten.

source: About Pages
de_de: Über Seiten

source: As mentioned, "Pages" are static content. Unlike "Posts", they're more permanent, like your "About Us" or "Contact" pages.
de_de: Wie bereits erwähnt, sind "Seiten" statische Inhalte. Im Gegensatz zu "Posts" sind sie dauerhafter, wie Ihre "Über uns"- oder "Kontakt"-Seiten.
